Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/MailboxResource.*.resx
Languages: el, ko, zh_cn

source: Archives
el: Αρχείο
ko: 보관함

# ArchiveThreadConfirm
source: Are you sure you want to archive all emails from this member?
el: Είστε σίγουροι ότι θέλετε να βάλετε στο αρχείο όλα τα emails από αυτό το μέλος;
ko: 이 회원과 주고받은 모든 편지를 보관하시겠습니까?
zh_cn: 你确定你想把这个成员所有的邮件保存起来吗？

# YouCannotWriteMoreThanOneEmailMsg
source: Sorry, you cannot write more than one email at the same time.<br><br>Would you like to drop the current email and write a new one?
el: Συγνώμη, δε μπορείτε να γράφετε πάνω από ένα email την ίδια στιγμή.<br><br>Θα θέλατε να απορρίψετε το τρέχων email και να γράψετε ένα νέο;
ko: 동시에 하나 이상의 편지를 작성할 수 없습니다.<br><br>현재 작성 중인 편지를 중단하고 새 편지를 작성하시겠습니까?
zh_cn: 抱歉，您不能同时撰写多封电子邮件。<br><br>是否放弃当前电子邮件并撰写一封新电子邮件？

source: Find and Connect
el: Βρείτε και Συνδεθείτε
ko: 회원 검색
zh_cn: 寻找和联系

source: Inbox
el: Εισερχόμενα
ko: 받은 편지함
zh_cn: 收件箱

# LookForPartners
source: Look for language partners on Hellolingo and connect with them
el: Ψάξτε για παρτενέρ γλώσσας στο Hellolingo και συνδεθείτε μαζί τους
ko: Hellolingo에 있는 언어 파트너들을 찾고 교류해 보세요.
zh_cn: 寻找Hellolingo的成员并和他们联系

# MessageTextRequired
source: Did you completely write your message? Please try a longer one.
el: Γράψατε ολόκληρο το μήνυμά σας; Παρακαλώ δοκιμάστε ένα μεγαλύτερο.
ko: 메시지를 완전히 다 작성하신게 맞나요? 더 길게 써주세요.
zh_cn: 你是否已经完整地输入了你的信息？请输入一个更长的信息。

# NewMessagePlaceholder
source: Write your message here... Ask questions, offer your help, tell more about yourself and your interests... The best messages receives the best answers.
el: Γράψτε το μήνυμά σας εδώ... Κάντε ερωτήσεις, προσφέρετε βοήθεια, πείτε για τον εαυτό σας και τα ενδιαφέροντά σας... Τα καλύτερα μηνύματα δέχονται τις καλύτερες απαντήσεις.
ko: 여기에 메시지를 작성하세요… 질문을 하시거나, 도움의 손길을 내밀어 보시거나, 또는 자기 소개를 하고 관심사에 대해 이야기 나눠 보세요… 잘 작성한 편지는 좋은 답변을 받게 된답니다.
zh_cn: 在这里写下你的消息…咨询问题，提供帮助，告诉我们更多有关于你的故事。最好的消息会收到最好的回复！

# NoMessages
source: You don't have any messages yet.
el: Δεν έχετε μηνύματα ακόμα.
ko: 받은 편지가 없습니다.
zh_cn: 你目前没有任何消息。

# PastePreviousConfirm
source: Do you want to paste the text of your previous email in this email?
el: Θέλετε να επικολλήσετε το κείμενο του προηγούμενου email σας σε αυτό το email;
ko: 이 편지에 이전 편지 내용을 붙여 넣으시겠습니까?
zh_cn: 是否希望将以前电子邮件的文本粘贴到此电子邮件中？

# UseFindAndConnect
source: Use "Find and Connect" to find partners and contact them.
el: Χρησιμοποιήστε το "Βρείτε και συνδεθείτε" για να βρείτε παρτενέρ και να επικοινωνήσετε μαζί τους.
ko: "회원 검색"을 이용해 파트너를 찾고 연락해보세요.
zh_cn: 使用 "寻找和联系" 来找寻你的小伙伴并联系他们。

# NoArchives
source: Your archives are empty.
el: Το αρχείο σας είναι άδειο
ko: 보관함이 비었습니다.
zh_cn: 你的储存室是空的

source: Archive
el: Αρχείο
ko: 보관하기
zh_cn: 存档

# MessageHasBeenSent
source: Your message has been sent successfully.
el: Το μήνυμά σας εστάλη επιτυχώς
ko: 메시지가 성공적으로 전송되었습니다.
zh_cn: 已成功发送邮件。
