Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/MainStrings.*.resx
Languages: de, es, fr, he, it, ko, nl, pt_br, ru, zh_cn

# EmailInUse
source: This email address is already in use.
de: Diese E-Mail-Adresse ist bereits registriert.
es: Este correo electrónico ya está registrado
fr: Cette adresse e-mail est déjà utilisée.
he: כתובת מייל זו כבר בשימוש.
it: Questa email è già in uso.
ko: 해당 이메일 주소는 이미 사용 중입니다.
nl: Dt emailadres is al in gebruik.
pt_br: Este endereço de e-mail já está em uso.
ru: Этот адрес уже используется.
zh_cn: 这个地址已经被使用了

# CouldYouTryThatAgain
source: Well! Could you try that again?
de: Gut! Könnten Sie es noch einmal versuchen?
es: ¡Bien! ¿Podrías intentarlo de nuevo?
fr: Oh! Pourriez-vous réessayer cela?
he: טוב! תוכל לנסות זאת שוב?
it: Beh! Potresti riprovare?
ko: 음, 다시 시도해 보실래요?
nl: Goed zo! Kun je dat nog eens proberen?
pt_br: Bem… Poderia tentar de novo?
ru: Пожалуйста, попробуйте ещё раз.
zh_cn: Well！你能再试一次吗？

# EntriesAreInvalid
source: Please make sure all your entries are valid.
de: Bitte überprüfen Sie Ihre Angaben.
es: Por favor asegurarte de que todas tus entradas son correctas.
fr: Veuillez vérifier la validité de vos entrées
he: אנא וודא שכל הפרטים המוזנים נכונים.
it: Per favore assicurati che tutte le informazioni siano valide.
ko: 모든 기재 사항들이 올바른지 확인해주세요.
nl: Weet je zeker dat al je invoeringen geldig zijn?
pt_br: Por favor certifique-se que todos os campos são válidos.
ru: Пожалуйста, убедитесь, что ваши данные верны.
zh_cn: 请确保你的所有输入是合法的

# HellolingoUpdated
source: Hellolingo has been updated. Please refresh your page to get the latest version.
de: Hellolingo wurde aktualisiert. Bitte laden Sie ihre Seite neu, um die neue Version zu benutzten.
es: Hellolingo ha sido actualizado. Por favor reinicia la página para acceder a la última versión.
fr: Hellolingo a été mis à jour. Veuillez rafraîchir votre page pour obtenir la dernière version.
he: Hellolingo עודכנה לאחרונה. אנא אענן את העמוד לקבלת הגרסה האחרונה.
it: Hellolingo è stato aggiornato. Per andare all'ultima versione, aggiorna la pagina.
ko: Hellolingo가 업데이트 되었습니다. 최신 버전을 이용 하시려면 새로고침 해주세요.
nl: Hellolingo is geüpdated, ververs je pagina a.u.b. om de laatste versie te krijgen.
pt_br: O Hellolingo foi atualizado. Por favor atualize sua página para receber a versão mais nova.
ru: Hellolingo был обновлен. Пожалуйста, обновите страницу, чтобы получить самую последнюю версию.
zh_cn: Hellolingo已经更新了，请刷新你的页面来获得最新的版本

source: Incorrect password.
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
he: סיסמה שגויה
it: Password sbagliata.
ko: 비밀번호가 맞지 않습니다.
nl: onjuist wachtwoord
pt_br: Senha incorreta.
ru: Неправильный пароль.
zh_cn: 密码错误

# ProvideStrongerPassword
source: Please provide a stronger password.
de: Bitte vergeben sie ein sichereres Passwort.
es: Por favor, busca una contraseña más segura
fr: Veuillez fournir un mot de passe plus sécurisé.
he: אנא הקלד סיסמה חזקה יותר
it: Per favore crea una password più sicura.
ko: 더 강력한 비밀번호를 입력해 주세요.
nl: Voer a.u.b. een sterker wachtwoord in
pt_br: Por favor forneça uma senha mais forte.
ru: Задайте более сложный пароль.
zh_cn: 请输入一个更复杂的密码

# VerifyPassword
source: Please verify your email and password.
de: Überprüfen Sie bitte Ihre E-Mail-Adresse und Ihr Passwort.
es: Por favor verifica tu correo electrónico y tu constraseña
fr: Veuillez vérifier votre e-mail et mot de passe.
he: אנא אמת את כתובת המייל והסיסמה שלך
it: Per favore controlla l'email e la password.
ko: 이메일과 비밀번호를 확인해주세요.
nl: Cntroleer a.u.b. je email en wachtwoord
pt_br: Por favor verifique seu e-mail e senha.
ru: Пожалуйста, подтвердите свой адрес электронной почты и пароль.
zh_cn: 请确认你的邮件和密码

# PinButtonTitle
source: Add this member to your contact list
de: Fügen Sie dieses Miglied zu Ihrer Kontaktliste hinzu.
es: Añade a este miembro a tus contactos
fr: Ajouter ce membre à vos contacts
he: הוסף משתמש זה לאנשי הקשר שלך
it: Aggiungi questo utente alla lista dei tuoi contatti
ko: 연락처 목록에 추가하기
nl: Voeg dit lid toe aan je contacten
pt_br: Adicionar este membro à sua lista de contatos
ru: Добавить участника в список контактов
zh_cn: 把这个成员添加到你的联系人列表

source: Private Chat
de: privater Chat
es: Chat privado
fr: Chat privé
he: צ'ט פרטי
it: Chat Privata
ko: 일대일 대화
nl: Privé chat
pt_br: Conversa Particular
ru: Частная беседа
zh_cn: 私人聊天

source: Voice Call
de: Anruf
es: Llamada de Voz
fr: Appel Vocal
he: שיחה קולית
it: Chiamata Vocale
ko: 음성 통화
nl: Oproep voor gesprek
pt_br: Chamada de Voz
ru: Голосовой вызов
zh_cn: 语音聊天请求

# VoiceOutTitle
source: Voice Chat++
de: Sprachchat++
es: Chat de Voz++
fr: Chat Vocal++
he: צ'ט קולי++
it: Chat Vocale++
ko: 보이스 채팅++
nl: Gesproken Chat++
pt_br: Conversa em Voz++
ru: Голосовой чат++
zh_cn: 语音聊天++

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
he: התעלם
it: Rifiutare
ko: 거부
nl: Negeren
pt_br: Ignorar
ru: Игнорировать
zh_cn: 拒绝

source: All Features
de: Alle Features
es: Todas las características
fr: Toutes les fonctionalités
it: Tutte le funzionalità
ko: 모든 기능
nl: Alle onderdelen
pt_br: Todos os recursos
ru: Все возможности
zh_cn: 所有功能
