Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/MainStrings.*.resx
Languages: de, es, fr, he, it, ko, nl, pt_br, ru, zh_cn

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
he: אשר
it: Accetta
ko: 수락
nl: Accepteer
pt_br: Aceitar
ru: Принять
zh_cn: 接受

source: Continue
de: Weiter
es: Continuar
fr: Continuer
he: המשך
it: Continua
ko: 계속하기
nl: Ga verder
pt_br: Continuar
ru: Продолжить
zh_cn: 继续

source: Decline
de: Ablehnen
es: Rechazar
fr: Décliner
he: סרב
it: Rifiuta
ko: 거절
nl: Wijs af
pt_br: Recusar
ru: Отклонить
zh_cn: 拒绝

# FindDescription
source: Find the perfect partner for your language exchange
de: Der perfekte Partner für Ihren Sprachaustausch
es: Busca al compañero ideal para intercambiar idiomas
fr: Trouvez le partenaire idéal pour votre échange linguistique
he: מצא את הפרטנר המושלם לחילופי שפה
it: Trova il partner giusto per il tuo scambio linguistico
ko: 당신의 언어 교환을 위한 완벽한 파트너를 찾아보세요.
nl: Zoek de prefecte partnervoor je taal-uitwisseling
pt_br: Encontre o parceiro ideal para seu intercâmbio linguístico
ru: Поиск наилучшего собеседника для языкового обмена
zh_cn: 寻找最佳语言交换伙伴

# FindTitle
source: Find a Language Partner
de: Sprachpartner suchen
es: Buscar compañero
fr: Trouver des partenaires
he: מצא חבר לחילופי שפה
it: Trova un partner linguistico
ko: 언어 파트너 찾기
nl: Zoek een taalpartner
pt_br: Encontrar um Parceiro Linguístico
ru: Найти собеседника
zh_cn: 寻找语言搭档

# MailboxDescription
source: Read and manage your mail, reply by email to your partners
de: Mails lesen und verwalten, per E-Mail mit Ihren Partnern kommunizieren
es: Lee y administra tu correo. Responde por correo a tus compañeros
fr: Lisez vos messages, répondez à vos partenaires...
he: קרא ונהל את תיבת המייל שלך, השב לשותפי השפה שלך באמצעות המייל
it: Leggi e gestisci la posta, rispondi via e-mail ai tuoi partner
ko: 편지를 읽고 관리하고, 답장해 보세요.
nl: Lees en beheer je mail, antwoord je partners per email
pt_br: Leia e gerencie suas mensagens, responda aos seus parceiros por e-mail
ru: Электронная почта поможет вам общаться с другими участниками
zh_cn: 阅读和管理邮件，向小伙伴发送邮件

source: My Mailbox
de: Mein Postfach
es: Mi Buzón
fr: Mes e-mails
he: התיבה שלי
it: Posta
ko: 내 편지함
nl: Mijn mailbox
pt_br: Minha Caixa de Correio
ru: Мой почтовый ящик
zh_cn: 我的邮箱

source: My Profile
de: Mein Profil
es: Mi Perfil
fr: Mon profil
he: הפרופיל שלי
it: Profilo
ko: 내 프로필
nl: Mijn profiel
pt_br: Meu Perfil
ru: Мой профиль
zh_cn: 我的信息

source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouvel e-mail
he: הודעה חדשה
it: Nuova e-mail
ko: 새 메시지 작성
nl: Nieuw bericht
pt_br: Nova mensagem
ru: новое сообщение
zh_cn: 新建邮件

source: No
de: Nein
fr: Non
he: לא
ko: 아니오
nl: Nee
pt_br: Não
ru: Нет
zh_cn: 否

source: Reply
de: Antworten
es: Responder
fr: Répondre
he: השב
it: Rispondi
ko: 답장하기
nl: Antwoord
pt_br: Responder
ru: Ответить
zh_cn: 回复

source: Done
de: Erledigt
es: Listo
fr: Terminé
he: אישור
it: Fatto
ko: 확인
nl: Klaar
pt_br: Concluir
ru: Готово
zh_cn: 完成

source: Invite
de: Laden Sie ein
es: Invitar
fr: Inviter
he: הזמן
it: Invita
ko: 초대하기
nl: nodig uit
pt_br: Convidar
ru: Пригласить
zh_cn: 邀请

source: Try Again
de: Noch einmal versuchen
es: Inténtalo de nuevo
fr: Réessayer
he: נסה שוב
it: Riprova
ko: 재시도 하기
nl: Probeer Opnieuw
pt_br: Tente Outra Vez
ru: Попробуйте снова
zh_cn: 再试一次

source: View Chat
de: Chat sehen
es: Ver Chat
fr: Voir chat privé
he: צפה בצ'ט
it: Vedi Chat
ko: 대화 보기
nl: Bekijk je chat
pt_br: Ver Conversa
ru: Просмотр чата

# AdvancedFindDescription
source: Advanced options for finding partners
de: fortgeschritte Optionen, um Sprachpartner zu finden.
es: Opciones avanzadas para encontrar compañeros de intercambio
fr: Options avancées pour trouver des partenaires
he: אפשרויות נוספת למציאת שותף לשפה
it: Opzioni avanzate di ricerca
ko: 상세한 선택사항들을 적용해 파트너를 검색할 수 있어요.
nl: Geavanceerde opties om partners te zoeken.
pt_br: Opções avançadas para encontrar parceiros
ru: Расширенный поиск собеседников
zh_cn: 更有针对性地选择你的小伙伴

# AndroidAppDescription
source: An App for your Android device
de: Eine App für Ihr Android-Gerät
es: App para tu dispositivo Android
fr: Une App pour votre appareil mobile Andoid
he: אפליקציית אנדרויד
it: Una App per il tuo dispositivo Android
ko: 안드로이드 기기용 어플
nl: Een app voo je Adroid-apparaat
pt_br: App para seu dispositivo Android
ru: Приложение для вашего Android
zh_cn: 安卓APP

# ChatHistoryDescription
source: Go back in time, any time. Read past conversations and more.
de: Gehe jederzeit in der Zeit zurück. Ließ vergangene Gespräche und anderes.
es: Retrocede en el tiempo, a cualquier momento. Lee conversaciones antiguas y más.
fr: Revenez en arrière, à tout moment et relisez vos conversations passées
he: חזור בזמן, בכל זמן. צפה בשיחות קודמות ועוד.
it: Vai indietro nel tempo, in qualsiasi momento. Leggi conversazioni passate ed altro.
ko: 언제든 시간을 거슬러 갈 수 있어요. 지난 대화내용 및 더 많은 기록들을 확인해 보세요.
nl: Ga terug in de tijd. Welke tijd het ook is. Lees de verleden gesprekken en meer
pt_br: Volte no tempo, a qualquer momento. Leia conversas anteriores e mais.
ru: Вернитесь в прошлое, в любое время. Читайте прошлые сообщения и другое.
zh_cn: 你可以在任何时候回来查看过去的会话和其他内容。

# ContactsWidgetAddMembers
source: Add your preferred members to your contacts by using the <span class="pin-icon"></span> button in their profiles.
de: Fügen Sie Ihre Lieblingsmitglieder zu Ihrer Kontaktliste hinzu, indem Sie in deren Profil auf <span class="pin-icon"></span> klicken.
es: Añade a tus miembros favoritos a tus contactos usando el botón <span class="pin-icon"></span> en sus perfiles
fr: Ajoutez vos membres préférés à vos contacts en utilisant le button <span class="pin-icon"></span> de leur profil.
he: הוסף את המשתמשים המועדפים עליך על ידי שימוש בלחצן <span class="pin-icon"></span> בפרופיל המשתמש שלהם.
it: Aggiungi i tuoi utenti preferiti ai tuoi contatti con l'icona a forma di <span class=”pin-icon”></span> sui loro profili.
ko: 회원들 프로필에 있는 이 <span class="pin-icon"></span> 버튼을 사용해서 원하는 회원들을 연락처에 추가해 보세요.
nl: Voeg je voorkeursleden toe aan je contacten door gebruik te maken van de <span class="pin-icon"></span>knop in hun profiel.
pt_br: Adicione seus membros preferidos aos seus contatos usando o botão <span class="pin-icon"></span> no perfil deles.
ru: Добавляйте ваших собеседников в свой список контактов, используя кнопку <span class="pin-icon"></span> в их профиле.
zh_cn: 添加你最喜欢的成员，通过他们自我介绍页面的<span class="pin-icon"></span>按钮

# FindByLivemochaTitle
source: Livemocha Members
de: Livemocha-Mitglieder
es: Miembros de Livemocha
fr: Membres de Livemocha
he: משתמשי Livemocha
it: Utenti Livemocha
ko: Livemocha 회원
nl: Livemochaleden
pt_br: Membros do Livemocha
ru: Участники Livemocha
zh_cn: Livemocha成员

# FindBySharedTalkTitle
source: SharedTalk Members
de: SharedTalk-Mitglieder
es: Miembros de SharedTalk
fr: Membres de SharedTalk
he: משתמש SharedTalk
it: Utenti SharedTalk
ko: SharedTalk 회원
nl: SharedTalk leden
pt_br: Membros do SharedTalk
ru: Участники SharedTalk
zh_cn: SharedTalk成员

# GamesDescription
source: Games… You get it, right?
de: Spiele … Alles klar?
es: Juegos... Lo entiendes ¿verdad?
fr: Des jeux pour apprendre, ça vous dit?
he: משחקים... ברור, נכון?
it: Giochi... capisci, no?
ko: 게임… 뭔 지 말 안해도 아시죠?
nl: Spelletjes… begrijp je het? Ok?
pt_br: Jogos… Entendeu, né?
ru: Изучайте язык с помощью игр

# I18NDescription
source: Hellolingo, in your language
de: Hellolingo, in Ihrer Sprache.
es: Hellolingo, en tu idioma
fr: Hellolingo, dans votre langue
he: Hellolingo בשפה שלכם
it: Hellolingo, nella tua lingua
ko: Hellolingo 한국어 버전
nl: Hellolingo in jouw taal
pt_br: Hellolingo, no seu idioma
ru: Версия Hellolingo на вашем языке

# IosAppDescription
source: And App for your Apple device
de: und eine App für Ihr Apple-Gerät
es: App para tu dispositivo Android
fr: Une App pour votre appareil mobile Apple
he: אפליקציה למכשיר האפל שלך
it: Ed App per il tuo dispositivo Apple
ko: 애플 기기용 어플
nl: En App voor je Apple apparaat
pt_br: App para o seu dispositivo Apple
ru: Приложение для вашего iPhone
zh_cn: 苹果App

# LearningContentDescription
source: Learn new skills from a large set of content and resources
de: Lernen Sie Neues durch eine Vielzahl an Inhalten und Ressourcen
es: Aprende nuevas habilidades de un gran número de contenidos y recursos
fr: Acquérez de nouvelles connaissances à l'aide de nombreuses ressources diverses
he: למן מיומנויות חדשות מתוך סט של תוכן ומקורות
it: Acquisisci nuove abilità da una larga serie di contenuti e risorse
ko: 수많은 컨텐츠와 자원으로부터 새로운 학습능력을 습득해 보세요.
nl: Leer nieuwe vaardigheden uit een brede stroom informatie en hulpmiddelen
pt_br: Aprenda novas habilidades a partir de um grande conjunto de recursos e conteúdo
ru: Приобретай новые навыки, используя большую базу информации и ресурсов
zh_cn: 通过大量内容和资源学习新的技能

# ModularChatTitle
source: Modular Chat
de: Modularer Chat
es: Chat Modular
fr: Chat modulaire
he: צ'ט מודולרי
it: Chat Modulare
ko: 모듈식 채팅
nl: Modulair chatten
pt_br: Conversa Modular
zh_cn: 模块化聊天

# PinYourFeatures
source: Pin your preferred features to the top of the screen.
de: Verankern Sie Ihre Lieblingsfeatures ganz oben auf dem Bildschirm
es: Anclar tus herramientas preferidas a la parte superior de la pantalla.
fr: Attachez vos fonctionnalités préférées en haut de la page
he: הצמד את הפיצ'רים המועדפים עליך לחלקו העליון של המסך.
it: Fissa i tuoi strumenti preferiti nella parte alta dello schermo.
ko: 선호하는 기능들을 화면 상단에 고정해 두세요.
nl: Pin je voorkeursfuncties vast bovenin het scherm
pt_br: Fixe seus recursos favoritos ao topo da tela.
ru: Прикрепите предпочитаемые приложения к верхней части экрана.
zh_cn: 把你最喜欢的功能固定在屏幕的上方

# ReviewAndEditDescription
source: Get the community to review your text. You’ll learn quite a few tricks.
de: Lassen Sie unsere Community Ihre Texte korrigieren. Sie werden ganz viele Tricks lernen.
es: Pide a la comunidad que revise tu texto. Puedes aprender algunos trucos.
fr: Laissez nos membres réviser vos textes. Vous apprendrez de nombreuses astuces
he: זכה לתיקוני הטקסטים שלך מהקהילה. תלמד כמה טריקים.
it: Fai rivedere il tuo testo alla comunità. Imparerai diversi trucchi.
ko: 커뮤니티에 작문 검토를 요청해보세요. 몇 가지 비결을 터득하게 될 거예요.
nl: Ga naar de gemeenschap om je tekst te herzien. Je leert vast wel enkele foefjes
pt_br: Peça à comunidade para revisar o seu texto. Você aprenderá vários truques.
ru: Попросите участников сообщества проверить ваш текст и получите дополнительную помощь.
zh_cn: 让小伙伴们来检查你的文章，你会学到很多诀窍。

# SecretTool1Description
source: That one will open a whole new world of opportunities
de: Das wird Ihnen eine ganz neue Welt an Möglichkeiten eröffnen
es: Esta te va a abrir un mundo de nuevas oportunidades
fr: Une fonctionnalité ouvrant des portes vers de nouvelles opportunités
he: זה יצור עולם חדש של הזדמנויות
it: Questo aprirà un intero nuovo mondo di opportunità
ko: 이 도구는 완전히 새로운, 기회의 세상을 열어줄 거예요.
nl: Juist daarmee gaat een heel nieuwe wereld van mogelijkheden open
pt_br: Esta abrirá um mundo totalmente novo de oportunidades
ru: Это приложение откроет целый мир новых возможностей
zh_cn: 一个新的充满机遇的世界

# SecretTool2Description
source: This one will make your life so much easier
de: Das wird Ihr Leben einfacher machen
es: Esta va ha hacer tu vida mucho más fácil
fr: Celui-là va bien vous faciliter la vie
he: זה יגרום לחייך להיות קלים יותר
it: Questo renderà la tua vita molto più semplice
ko: 이 도구는 당신의 삶을 훨씬 더 쉽게 만들어 줄 거예요.
nl: daarmee wordt je leven zo veel gemakkelijker
pt_br: Esta tornará sua vida bem mais fácil
ru: Это приложение значительно упростит вашу жизнь
zh_cn: 使你的生活变得更加简单

# TextChatDescription
source: Enjoy a fun conversation with other learners
de: Genießen Sie eine spannende Konversation mit anderen Lernenden
es: Disfruta de una entretenida conversación con otros estudiantes
fr: Apprécier de captivantes conversations avec nos membres
he: ההנה משיחה כיפית עם לומדי שפות אחרים
it: Goditi una conversazione divertente con altri studenti
ko: 다른 학습자들과 함께 즐거운 대화를 나눠보세요.
nl: Geniet van een grappig gesprek met andere studenten
pt_br: Divirta-se conversando com outros estudantes
ru: Начните общаться с другими участниками
zh_cn: 享受和其他学习者交流的乐趣

# VoiceOutDescription
source: A more powerful and more flexible voice chat that adapts to your needs
de: Ein mächtiger und flexiber Sprachchat, der sich Ihren Bedürfnissen anpasst.
es: Un chat de voz más potente y flexible que se adapta a tus necesidades
fr: Une puissante option de chat vocal qui s'adapte à vos désirs
he: צ'ט קולי עוצמתי וגמיש יותר שיסתגל לצרכיך
it: Una chat vocale più potente e flessibile che si adatta alle tue necessità
ko: 당신의 필요에 부합하는 더욱 강력하고 더욱 유연한 보이스 채팅
nl: Een krachtiger en flexiebeler sreek-chat dat aangepast is aan wat je nodig hebt
pt_br: Um recurso de conversa em voz mais poderoso, mais flexível e que se adapta às suas necessidades
ru: Более мощный и гибкий голосовой чат, которой адаптируется к вашим потребностям
zh_cn: 一个更强大更灵活的语音聊天功能

# YourFeaturesDescription
source: Decide which new features we build for you next
de: Entscheiden Sie, welche Features wir für Sie weiter ausbauen
es: Elige qué nuevas funciones vamos a construir
fr: Décidez quelles fonctionnalités nous préparons pour vous
he: החלט אילו פיצ'רים נבנה עבורך בהמשך
it: Decidi i prossimi strumenti che svilupperemo per te
ko: 다음으로 어떤 새로운 기능이 만들어졌으면 좋겠는지 결정해주세요.
nl: Beslis welke functies wij hierna voor je inbouwen
pt_br: Decida quais novos recursos construiremos para você
ru: Голосуйте за новые функции, которые вы хотите видеть здесь
zh_cn: 决定下一个我们为你开发的功能是什么

# YourMockupsDescription
source: Draw your ideas of new features and games for Hellolingo
de: Skizzieren Sie Ihre Ideen an neuen Features und Spielen für Hellolingo
es: Formula tus ideas para nuevas funciones y juegos en Hellolingo
fr: Dessinez vos idées de fonctionnalités et de jeux pour Hellolingo
it: Dai spazio alle tue idee su nuove funzionalità e giochi per Hellolingo
ko: Hellolingo를 위한 당신만의 새로운 기능 및 게임 아이디어를 구상해보세요.
nl: Teken je ideeën voor nieuwe functies en spellen voor Hellolingo
pt_br: Crie novas ideias de recursos e jogos para o Hellolingo
ru: Предложите ваши идеи новых возможностей и игр
zh_cn: 向Hellolingo分享你的创意

# YourResourcesDescription
source: Explore online language learning resources and vote for the ones you like the most
de: Finden Sie Online-Ressourcen zum Sprachenlernen und wählen Sie die, die Ihnen am besten gefallen
es: Explora recursos para aprender idiomas en línea y vota por los que más te gusten
fr: Explorez les ressources disponibles en ligne et votez pour vos préférées
he: גלה מקורות ללימוד שפה אונליין והצבע לאלה המועדפים עליך
it: Esplora le risorse di apprendimento online e vota quelle che ti piacciono di più
ko: 온라인 언어 학습 자원을 탐색해보고 가장 마음에 드는 것에 투표해주세요.
nl: Onderzoek on-line taalleer-hulmiddelen en stem op die welke je het meest waardeert
pt_br: Explore recursos de aprendizagem de línguas na Internet e vote nos que você mais gosta
ru: Познакомьтесь с ресурсами онлайн для изучения языков и голосуйте за наиболее понравившиеся
zh_cn: 搜索在线语言学习资源并为你最喜欢的投票

# YourResourcesTitle
source: Your resources
de: Ihre Ressourcen
es: Tus recursos
fr: Vos ressources
he: המקורות שלך
it: Le tue risorse
ko: 리소스
nl: Je hulpmiddelen
pt_br: Seus recursos
ru: Ваши ресурсы
zh_cn: 你的资源

# YourMockupsTitle
source: Your ideas
de: Ihre Ideen
es: Tus ideas
fr: Vos idées
he: הרעיונות שלך
it: Le tue idee
ko: 아이디어
nl: Je ideeën
pt_br: Suas ideias
ru: Ваши идеи
zh_cn: 你的创意

# YourFeaturesTitle
source: Your features
de: Ihre Features
es: Tus características
fr: Vos fonctionalités
he: הפיצ'רים שלך
it: I tuoi strumenti
ko: 기능
nl: Je functies
pt_br: Seus recursos
ru: Ваши приложения
zh_cn: 你希望的功能

# YourContactListTitle
source: Your contacts
de: Ihre Kontakte
es: Tus contactos
fr: Vos contacts
he: אנשי הקשר שלך
it: I tuoi contatti
ko: 연락처 목록
nl: Je contacten
pt_br: Seus contatos
ru: Ваши контакты
zh_cn: 你的联系人

# TextChatTitle
source: Text & Voice Chat
de: Text und Sprachchat
es: Chat de Texto & Voz
fr: Chat textuel et vocal
he: צ'ט וצ'ט קולי
it: Chat Testuale & Vocale
ko: 텍스트 & 보이스 채팅
nl: Geschreven- en gesproken- chat
pt_br: Conversa em Texto & Voz
ru: Текстовый и голосовой чат
zh_cn: 文本聊天&语言聊天

# SecretTool2Title
source: Secret Tool #2
de: geheimes Tool #2
es: Herramienta secreta #2
fr: Outil secret n°2
he: כלי סודי שני
it: Strumento Segreto #2
ko: 시크릿 툴 #2
nl: Geheim hulpmiddel #2
pt_br: Ferramenta Secreta #2
ru: Секретное приложение 2
zh_cn: 秘密工具#2

# SecretTool1Title
source: Secret Tool #1
de: geheimes Tool #1
es: Herramienta secreta #1
fr: Outil secret n°1
he: כלי סודי ראשון
it: Strumento Segreto #1
ko: 시크릿 툴 #1
nl: Geheim hulpmiddel #1
pt_br: Ferramenta Secreta #1
ru: Секретное приложение 1
zh_cn: 秘密工具#1

# ReviewAndEditTitle
source: Reviews & Edit
de: Korrekturen & Bearbeiten
es: Revisar y Editar
fr: Révision et éditions
he: סקור וערוך
it: Rivedi & Modifica
ko: 검토 & 첨삭
nl: Herzien en bewerken
pt_br: Avaliações e Edição
zh_cn: 回顾&编辑

# ProfileDescription
source: Manage, edit and make your profile even more awesome
de: Kümmern Sie sich um Ihr Profil, bearbeiten Sie es und peppen Sie es auf!
es: Gestionar, editar, y hacer tu cuenta aún más genial
fr: Editez votre profil et rendez-le encore plus fantastique
he: נהל, ערוך והפוך את הפרופיל שלך למגניב יותר
it: Gestisci, modifica e rendi il tuo profilo ancora più interessante
ko: 관리, 편집으로 프로필을 더 근사하게 만들어 보세요.
nl: Beheer, bewerk en maak je profiel nog indrukwekkender
pt_br: Gerencie, edite e torne seu perfil ainda mais incrível
ru: Редактируйте и улучшайте свой профиль
zh_cn: 管理和编辑更吸引人的自我介绍

# MoreFeaturesTitle
source: More Features
de: Mehr Funktionen
es: Más características
fr: Plus de fonctionnalités
he: פיצ'רים נוספים
it: Più funzionalità
ko: 더 많은 기능들
nl: Meer functies
pt_br: Mais Recursos
ru: Дополнительные возможности
zh_cn: 更多功能...

# ModularChatDescription
source: Simultaneous chat windows for your large screen
de: Gleichzeitiges Chat-Fenster für den großen Bildschirm
es: Ventanas de chat simultáneas para pantallas grandes
fr: Plusieurs chat simultanés pour vos grands écrans
he: חלונות צ'ט מקבילים במסך הגדול שלך
it: Finestre di chat simultanee per il tuo large screen
ko: 큰 화면을 위한 멀티 채팅창
nl: Gelijktijdige chatvensters voor je brede scherm
pt_br: Janelas de conversa simultâneas para tela grande
ru: Несколько комнат одновременно на вашем широком экране
zh_cn: 和大屏同步的聊天窗口

# LearningContentTitle
source: Learning Content
de: Inhalt zum Lernen
es: Contenido educativo
fr: Contenu d'apprentissage
he: תוכן לימוד
it: Contenuto di Apprendimento
ko: 학습 컨텐츠
nl: Leer-inhoud
pt_br: Conteúdo de Aprendizagem
zh_cn: 学习内容

# IosAppTitle
source: On iPhone
de: auf dem iPhone
es: En iPhone
fr: Sur iPhone & iPad
he: באייפון
it: Su iPhone
ko: 아이폰
nl: Op Iphone
pt_br: No iPhone
ru: Для iPhone
zh_cn: Iphone

# I18NTitle
source: In your language
de: In Ihrer Sprache
es: En tu idioma
fr: Dans votre langue
he: בשפה שלך
it: Nella tua lingua
ko: 한국어 버전
nl: In jouw taal
pt_br: No seu idioma.
ru: На вашем языке
zh_cn: 你的母语

# HeaderTileDescription
source: We’re actively building new <strong>Tools and Features</strong> for your learning adventure.
de: Wir erstellen stets neue <strong>Tools und Features</strong> für Ihr Lernabenteuer
es: Estamos construyendo activamente nuevas <strong>Herramientas y Recursos</strong> que te acompañen durante tu aprendizaje
fr: Nous préparons des <strong>outils et services</strong> pour supporter votre apprentissage de langues.
he: אנו בונים <strong>כלים</strong> למסע הלימוד שלך. ופיצ'רים חדשים
it: Stiamo attivamente costruendo nuove <strong>Funzionalità e Strumenti</strong> per la tua esperienza di apprendimento.
ko: 저희는 당신의 학습 여정을 위한 <strong>도구들 및 기능들</strong>을 활발하게 개발하고 있습니다.
nl: Wij zijn actief bezig nieuwe <strong>hulpmiddelen en functies </strong> te bouwen voor je leer-avontuur
pt_br: Estamos construindo ativamente novas <strong>Ferramentas e Recursos</strong> para sua aventura de aprendizagem.
ru: Мы активно разрабатываем новый набор полезных <strong>приложений и функций</strong> для вашего обучения.
zh_cn: 我们正在为你努力地开发新的<strong>工具和功能</strong>。

source: Future
de: In Kürze
es: Futuro
fr: Futur
he: בקרוב
it: In futuro
ko: 개발 중
nl: Toekomst
pt_br: Futuro
ru: В будущем
zh_cn: 敬请期待

# FindBySharedTalkDescription
source: Reconnect with your favorite SharedTalk members
de: Verbinden Sie sich wieder mit Ihren Lieblings-SharedTalk-Mitgliedern
es: Conéctate de nuevo con tus miembros favoritos de SharedTalk
fr: Retrouvez vos membres de SharedTalk favoris
he: צור קשר עם חברי SharedTalk
it: Ritrova i tuoi utenti preferiti di SharedTalk
ko: 당신의 SharedTalk 친구들을 다시 만나보세요.
nl: Neem weer contact op met je voorkeursleden uit SharedTalk
pt_br: Reconecte-se com seus membros favoritos do SharedTalk
ru: Востановите связь с вашими друзьями из SharedTalk
zh_cn: 和你最爱的SharedTalk小伙伴重拾联系！

# FindByLivemochaDescription
source: Reconnect with your favorite Livemocha members
de: Verbinden Sie sich wieder mit Ihren Lieblings-Livemocha-Mitgliedern
es: Conéctate de nuevo con tus miembros favoritos de Livemocha
fr: Retrouvez vos membres de Livemocha favoris
he: צור קשר עם חברי Livemocha
it: Ritrova i tuoi utenti preferiti di Livemocha
ko: 당신의 Livemocha 친구들을 다시 만나보세요.
nl: Neem weer contact op met je voorkeursleden uit Livemocha
pt_br: Reconecte-se com seus membros favoritos do Livemocha
ru: Восстановите связь с вашими друзьями из Livemocha
zh_cn: 和你最爱的Livemocha小伙伴重拾联系！

# AndroidAppTitle
source: On Android
de: Auf Android
es: En Android
fr: App Android
he: באנדרויד
it: Su Android
ko: 안드로이드
nl: Op Androïd
pt_br: No Android
ru: Для Android
zh_cn: Android

# AdvancedFindTitle
source: Find++
de: Suche++
es: Encontrar++
fr: Recherche++
he: מצא++
it: Trova++
ko: 상세검색++
nl: Zoek++
pt_br: Encontrar++
ru: Поиск++
zh_cn: 发现++

# AboutHellolingoTitle
source: About Hellolingo
de: Über Hellolingo
es: Sobre Hellolingo
fr: A propos d'Hellolingo
he: אודות Hellolingo
it: Su Hellolingo
ko: Hellolingo 소개
nl: Over hellolingo
pt_br: Sobre o Hellolingo
ru: О сайте Hellolingo
zh_cn: 关于Hellolingo

# AboutHellolingoDescription
source: Do you have questions about Hellolingo? Ask the community or the admin in this room.
de: Haben Sie Fragen zu Hellolingo? Fragen Sie die Community oder den Administrator hier.
es: ¿Tienes preguntas sobre Hellolingo? Pregunta a la comunidad o al administrador en esta sala.
fr: Vous avez une question à propos d'Hellolingo? Posez la à la communauté ou les administrateurs dans cette salle.
he: שאלות לגבי Hellolingo? אנא שאל את חברי הקהילה או האדמין בחדר זה.
it: Hai qualche domanda su Hellolingo? Chiedi alla comunità o all'admin in questa stanza.
ko: Hellolingo에 대해 질문이 있으신가요? 회원들에게 물어보시거나 이 방에 있는 관리자에게 물어보세요.
nl: Heb je vragenover Hellolingo? Vraag de gemeenschap of de admin in deze kamer
pt_br: Você tem perguntas sobre o Hellolingo? Pergunte à comunidade ou ao administrador nesta sala.
ru: У вас есть вопросы о Hellolingo? Спросите участников и создателей сообщества в этой комнате.
zh_cn: 有关于Hellolingo的问题吗？向这个房间的管理员咨询吧！

# RemovedFromContactsMsg
source: The member has been removed from your contact list
de: Das Mitglied wurde von Ihrer Kontaktliste entfernt
es: Este miembro ha sido eliminado de tu lista de contactos
fr: Ce membre a été éffacé de vos contacts
he: המשתמש הוסר מרשימת אנשי הקשר שלך
it: Questo utente è stato rimosso dalla tua lista di contatti
ko: 해당 회원이 연락처 목록에서 삭제되었습니다.
nl: Dit lid is verwijderd uit je lijst van contacten
pt_br: O membro foi removido da sua lista de contatos
ru: Участник был удалён из вашего списка контактов
zh_cn: 这个成员已经从你的联系人列表中移除

# AddedToContactsMsg
source: The member has been added to your contact list
de: Der Mitglied wurde zu Ihrer Kontaktliste hinzugefügt
es: Este miembro ha sido agregado a tu lista de contactos
fr: Ce membre a été ajouté à vos contacts
he: המשתמש הוסף מרשימת אנשי הקשר שלך
it: Questo utente è stato aggiunto alla tua lista di contatti
ko: 연락처 목록에 추가되었습니다.
nl: Het lid is toegevoegd aan je lijst van contacten
pt_br: O membro foi adicionado à sua lista de contatos.
ru: Этот участник был добавлен в ваш список контактов
zh_cn: 这个成员已经被加入到你的联系人列表
