Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/StringsFoundation.*.resx
Languages: cs, de, el, es, et, fr, he, it, ja, ko, nl, pt_br, ru, tr, vi, zh_cn

source: Month
cs: Měsíc
de: Monat
el: Μήνας
es: Mes
et: monato
fr: Mois
he: חודש
it: Mese
ja: 月
ko: 월
nl: Maand
pt_br: Mês
ru: Месяц
tr: Ay
vi: Tháng
zh_cn: 月

source: More...
cs: Více...
de: Weitere Optionen
el: Ακόμα...
es: Más...
et: Pli...
fr: Autres...
he: עוד...
it: Altre lingue...
ja: もっと
ko: 다른 언어
nl: Meer...
pt_br: Mais…
ru: Больше…
tr: Daha fazla...
vi: Thêm…
zh_cn: 更多选择...

source: More about myself
cs: Více o mně
de: Mehr über mich
el: Κι άλλα σχετικά με εμένα
es: Más sobre ti
et: Pli pri mi
fr: Un peu plus à mon sujet
he: עוד קצת על עצמי
it: Altro su di me
ja: 個人情報
ko: 자기 소개
nl: Meer over mijzelf
pt_br: Mais sobre mim
ru: Больше о себе
tr: Hakkımda daha fazla
vi: Nói thêm về tôi
zh_cn: 自我介绍

# MorePeopleMoreFeatures
source: The more people interested,<br>the more we build it!
cs: Čím více lidí to zajímá,<br>tím více můžeme stavět!
de: Je mehr Menschen interessiert sind, <br>desto besser wird es!
el: Όσο πιο πολλοί ενδιαφέρονται,<br>τόσο παραπάνω φτιάχνουμε!
es: ¡Cuantas más personas se interesen,<br/>más avanzaremos!
et: Ju pli da interesataj homoj,<br>des pli ni konstruas la retejon!
fr: Plus d'utilisateurs,<br>plus de fonctionnalités!
he: ככל שיותר אנשים יידעו עלינו <br/> כך נלך ונשפר את האתר!
it: Più persone sono interessate,<br>più costruiamo!
ja: 興味があればあるほど、<br>我々が作り続けます！
ko: 더 많은 사람들이 관심을 가질수록,<br>더 많은 기능이 구현됩니다!
nl: Hoe meer mensen belangstelling hebben,<br>hoe meer we dit kunnen opbouwen!
pt_br: Quanto mais pessoas interessadas,<br>mais construiremos!
ru: Чем больше люди заинтересовано,<br>тем усерднее мы работаем!
tr: Ne kadar çok kişi ilgilenirse,<br>o kadar çok yaparız !
vi: Càng nhiều người có hứng thú,<br>càng nhiều tính năng được xây dựng!
zh_cn: 对我们感兴趣的人越多，<br>我们就会开发更多的功能！

# MyNativeIs
source: My native language is...
cs: Můj rodný jazyk je...
de: Meine Muttersprache ist
el: Η μητρική γλώσσα μου είναι...
es: Mi idioma materno es...
et: Mia denaska lingvo estas...
fr: Ma langue natale est...
he: שפת האם שלי היא...
it: La mia madrelingua è...
ja: 母国語は
ko: 제 모국어는…
nl: Mijn moedertaal is…
pt_br: Minha língua nativa é…
ru: Мой родной язык…
tr: Ana dilim...
vi: Ngôn ngữ bản địa của tôi là
zh_cn: 我的母语是…

source: New Password
cs: Nové heslo
de: Neues Passwort
el: Νέος Κωδικός
es: Nueva Contraseña
et: Nova pasvorto
fr: Nouveau mot de passe
he: סיסמה חדשה
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pt_br: Nova Senha
ru: Новый пароль
tr: Yeni Şifre
vi: Mật khẩu mới
zh_cn: 修改密码

# NotMemberYet
source: Not a member yet?
cs: Nejste ještě členem?
de: Noch nicht Mitglied?
el: Δεν είστε μέλος ακόμα;
es: ¿Aún no eres miembro?
et: Ĉu vi ne membras?
fr: Pas encore membre?
he: עדיין לא נרשמתם?
it: Non sei ancora un membro?
ja: メンバーではない場合は
ko: 아직 회원이 아니신가요?
nl: Nu nog geen lid?
pt_br: Ainda não é membro?
ru: Всё ещё не участвуете?
tr: Hala üye değil misiniz?
vi: Chưa là thành viên?
zh_cn: 还不是我们的成员？

source: Ok
el: Εντάξει
es: Aceptar
he: אשר
ko: 확인
ru: OК
tr: Tamam
zh_cn: 确定

# OopsTryAgainLater
source: Something went wrong. Please try again later.
cs: Něco se pokazilo. Prosím zkuste to později.
de: Etwas ist falsch gelaufen. Bitte versuchen Sie es später noch einmal.
el: Κάτι πήγε στραβά. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Algo salió mal. Por favor, inténtalo de nuevo más tarde.
et: Io misa okazis. Bonvolu reprovu poste.
fr: Une erreur s'est produite. Réessayer plus tard.
he: משהו השתבש. אנא נסו מאוחר יותר.
it: Qualcosa è andato storto. Per favore riprova fra un po'.
ja: 何かが故障しました。しばらくの後でもう一度試してください。
ko: 오류가 발생했습니다. 나중에 다시 시도해주세요.
nl: Er ging iets fout. Probeer het a.u.b.later
pt_br: Algo deu errado. Por favor tente novamente mais tarde.
ru: Произошла ошибка. Пожалуйста, повторите попытку позднее.
tr: Birşeyler yanlış gitti. Daha sonra tekrar deneyin
vi: Đã gặp vấn đề. Xin thử lại sau ít phút
zh_cn: 出现了未知错误，请重试。

source: Options
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
et: Agordoj
he: אפשרויות
it: Opzioni
ja: オプション
ko: 선택사항
nl: Opties
pt_br: Opções
ru: Опции
tr: Seçenekler
vi: Tùy chọn
zh_cn: 额外选项

# PageTitle_Home
source: Your Language Exchange Starts Here - Hellolingo
cs: Vaše jazyková výměna začíná tady - Hellolingo
de: Ihr Sprachaustausch beginnt hier - Hellolingo
el: Η Ανταλλαγή Γλώσσας Ξεκινάει Εδώ - Hellolingo
es: Tu Intercambio Lingüístico Comienza Aquí - Hellolingo
et: Jen komenciĝas via lingvolerna interŝanĝo - Hellolingo
fr: Votre apprentissage des langues démarre ici - Hellolingo
he: לימודי השפה שלך מתחילים כאן - Hellolingo
it: Il Tuo Tandem Linguistico Inizia Qui – HelloLingo
ja: あなたの言語交換がここで始まります。
ko: 당신의 언어교환이 시작되는 이 곳 - Hellolingo
nl: Je taaluitwisseling begint hier - HelloLingo
pt_br: Seu Intercâmbio Linguístico Começa Aqui - HelloLingo
ru: Ваш языковой обмен начинается здесь - Hellolingo
tr: Dil Değişiminiz Burada Başlar - Hellolingo
vi: Hành Trình Giao Lưu Ngôn Ngữ Của Bạn Bắt Đầu Tại Đây - Hellolingo
zh_cn: 从这里开始您的语言交换之旅—Hellolingo

# PageTitle_Livemocha
source: Livemocha lives again
cs: Livemocha opět žije
de: Livemocha lebt wieder
el: Το Livemocha ξαναζεί
es: Livemocha reanimado
et: Livemocha denove vivas
fr: Livemocha est ressuscité!
he: Livemocha קם לתחייה!
it: Livemocha è tornato
ja: LiveMocha復活
ko: Livemocha가 되살아났습니다
nl: Livemocha is weer actief
pt_br: Livemocha vive novamente
ru: Livemocha живёт снова!
tr: Livemocha hayatta
vi: Livemocha được sống lại!
zh_cn: 新的Livemocha

# PageTitle_SharedTalk
source: SharedTalk lives again!
cs: Sharedtalk opět žije!
de: SharedTalk lebt wieder!
el: Το SharedTalk ξαναζεί!
es: ¡SharedTalk reanimado!
et: SharedTalk denove vivas!
fr: SharedTalk est ressuscité!
he: SharedTalk קם לתחייה!
it: SharedTalk è tornato!
ja: SharedTalk復活！
ko: SharedTalk이 되살아났습니다!
nl: SharedTalk is weer actief
pt_br: SharedTalk vive novamente!
ru: SharedTalk живёт снова!
tr: SharedTalk hayatta!
vi: SharedTalk được sống lại!
zh_cn: 新的SharedTalk!

source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: pasvorto
fr: Mot de passe
he: סיסמה
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pt_br: Senha
ru: Пароль
tr: Şifre
vi: Mật khẩu
zh_cn: 密码

# PasswordLengthErrorMsg
source: Your Password must contain 6 to 99 characters.
cs: Vaše heslo musí obsahovat 6 až 99 znaků.
de: Ihr Passwort muss zwischen 6 und 99 Zeichen umfassen.
el: Ο Κωδικός πρόσβασής σας πρέπει να περιέχει από 6 έως 99 χαρακτήρες.
es: La contraseña debe contener entre 6 y 99 caracteres.
et: Pasvorto devas longi inter 6—99 signoj
fr: Votre mot de passe doit avoir entre 6 et 99 caractères
he: על סיסמתך להכיל 6 עד 99 תווים.
it: La password deve contenere da 6 a 99 caratteri.
ja: パスワードには 6 ～ 99 文字を使用してください。
ko: 비밀번호는 6자에서 99자여야 합니다.
nl: Je wachtwoord moet tussen de 6 en 99 tekens bevatten
pt_br: Sua senha deve conter de 6 a 99 caracteres.
ru: Ваш пароль должен содержать от 6 до 99 символов!
tr: Şifreniz 6 ila 99 karakter içermelidir
vi: Mật khẩu của bạn phải chứa từ 6 đến 99 kí tự
zh_cn: 密码必须包含 6 到 99 个字符！

# PasswordsDifferMsg
source: Your passwords don't match
cs: Hesla se neshodují
de: Ihre Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: ¡Las contraseñas no coinciden!
et: Viaj pasvortoj ne samas
fr: Vos mots de passe ne sont pas identiques.
he: הסיסמאות אינן תואמות
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
nl: Je wachtwoorden komen niet overeen
pt_br: As senhas digitadas são diferentes
ru: Пароли не совпадают
tr: Şifreleriniz uyuşmuyor
vi: Mật khẩu của bạn chưa trùng khớp
zh_cn: 密码不匹配！

# PleaseConfirmYourAccountMsg
source: <h4>Please confirm your email address.</h4> An email has been sent to you at {{email}}. Check your mailbox and follow the instructions.<h6>Make sure to check your spam folder and allow emails from hello@hellolingo.com</h6>
cs: <h4>Prosím potvrďte svou emailovou adresu.</h4> Email Vám byl odeslán. {{email}}. Zkontrolujte svou emailovou schránku a postupujte podle pokynů.<h6>Zkontrolujte složku spam a povolte emaily od hello@helllingo.com</h6>
de: <h4>Bitte bestätigen Sie Ihre E-Mail-Adresse. </h4> Eine E-Mail wurde Ihnen {{email}} gesendet. Bitte checken Sie Ihren elektronischen Briefkasten und folgen Sie den Anweisungen.<h6>Checken Sie auch Ihren Spam-Ordner und fügen Sie die E-Mail-Adresse hello@hellolingo.com hinzu</h6>
el: <h4>Παρακαλούμε επιβεβαιώστε τη διεύθυνση email σας.</h4> Ένα email στάλθηκε στο {{email}}. Ελέγξτε το email σας και ακολουθήστε τις οδηγίες.<h6>Σιγουρευτείτε ότι ελέγξατε τον φάκελο spam και επιτρέψτε τα email από το hello@hellolingo.com</h6>
es: <h4>Por favor, confirma tu dirección de correo electrónico.</h4> Te hemos enviado un correo electrónico a {{email}}. <h6>Revisa tu buzón y sigue las instrucciones. No olvides revisar tu buzón de correo no deseado y permitir los emails de hello@hellolingo.com</h6>
et: <h4>Bonvolu, validigi retpoŝtadreson. </h4> Retletero estis sendita al adreso {{email}}. Vidu vian retpoŝtkeston kaj sekvi la admonojn.<h6>Vidu vian rubmesaĝkeston, se vi ne ricevis la mesaĝon. Permesu mesaĝojn el hello@hellolingo.com</h6>
fr: <h4>Veuillez confirmer votre compte </h4> Un e-mail à été envoyé à votre adresse ({{email}}). Vérifiez votre boîte aux lettres et suivez les instructions.<h6>Consultez également vos courriers indésirables et ajouter hello@hellolingo.com à vos contacts</h6>
he: <h4> אנא אשרו את כתובת המייל שלכם. <h4> מייל נשלח אליכם לכתובת {{email}}. בדקו את תיבת המייל שלכם ומלאו אחר ההוראות. <h6> זכרו לבדוק גם את תיבת הספאם שלכם ואפשרו לקבל מיילים מהכתובת hello@hellolingo.com.</h6>
it: <h4>Per favore conferma la tua email. </h4> Ti è stata inviata una email all'indirizzo {{email}}. Controlla la tua casella di posta elettronica e segui le istruzioni.<h6>Assicurati di guardare nella cartella spam e abilita la ricezione di email da parte di hello@hellolingo.com</h6>
ja: <h4>メールアドレスをご確認ください</h4> {{email}}へメールが配信しました。メールをチェックしたり、指示に従って下さい。 <h6>Hello@Hellolingo.comからのメッセージを認定するには迷惑フォルダもチェックください。</h6>
ko: <h4>이메일 주소를 인증해주세요. </h4> {{email}} 로 인증 메일이 발송되었습니다. 메일함을 확인하시고 안내사항을 따라주세요.<h6>스팸함 또한 확인해 보신후 hello@hellolingo.com 주소로 발송된 이메일 수신을 허용해주세요.</h6>
nl: <h4>Bevestig je emailadres a.u.b.</h4> Er is een email verzonden naar je emailadres {{email}}. Controleer je mailbox en volg de aanwijzingen.<h6>Kijk je spambox na en accepteer mailberichten van hello@hellolingo.com</h6>
pt_br: <h4>Por favor confirme seu endereço de e-mail. </h4> Um e-mail foi enviado para você em {{e-mail}}. Verifique sua caixa de mensagens e siga as instruções.<h6>Certifique-se de conferir sua pasta de spam e permitir e-mails de hello@hellolingo.com</h6>
ru: <h4>Пожалуйста, подтвердите ваш адрес электронной почты.</h4>Электронное письмо было отправлено на {{email}}. Проверьте свою электронную почту и следуйте инструкциям.<h6>Проверьте папку "Спам", а также добавьте адрес hello@hellolingo.com в список разрешённых отправителей.</h6>
tr: <h4>Lütfen eposta adresinizi onaylayınız.</h4> {{email}}'ne bir eposta gönderildi. Posta kutunuzu kontrol edin ve talimatları uygulayın.<h6>İstenmeyen epostalar kutunuzu kontrol ettiğinizden emin olun ve hello@hellolingo.com'den gelen maillere izin verin</h6>
vi: <h4>Vui lòng xác nhận địa chỉ email của bạn.</h4> Một email đã được gửi tới {{email}}. Kiểm tra hòm thư của bạn và làm theo hướng dẫn.<h6>Nhớ kiểm tra thư mục thư rác (spam) và cho phép thư từ hello@hellolingo.com</h6>
zh_cn: <h4>请确认您的邮件地址。</h4>一封邮件已经发送到{{email}}。请按照指示检查您的邮箱，<h6>确保检查过您的邮件垃圾箱然后设置允许从hello@hellolingo.com接收邮件。</h6>

source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
et: Praktiko koncerne privatecon
fr: Politique de confidentialité
he: מדיניות הפרטיות
it: Informativa sulla Privacy
ja: プライバシー ポリシー
ko: 개인정보 보호정책
nl: Privacy Beleid
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách về quyền riêng tư
zh_cn: 隐私策略

# ProfileUpdated
source: Your profile has been updated successfully.
cs: Váš profil byl úspěšně změněn.
de: Ihr Profil wurde erfolgreich aktualisiert.
el: Το προφίλ σας ενημερώθηκε με επιτυχία
es: Tu perfil se ha actualizado correctamente.
et: Profilŝanĝoj konservitaj
fr: Votre profil a été mis à jour.
he: הפרופיל עודכן בהצלחה.
it: Il tuo profilo è stato aggiornato correttamente
ja: プロファイルが更新されました。
ko: 프로필이 성공적으로 업데이트 되었습니다.
nl: Je profiel is met succes geüpdated
pt_br: Seu perfil foi atualizado com êxito.
ru: Ваш профиль был успешно обновлён.
tr: Profiliniz başarılı şekilde güncellendi.
vi: Hồ sơ của bạn đã được cập nhật thành công
zh_cn: 已成功更新配置文件。

source: Resend confirmation email
cs: Znovu odeslat potvrzovací email
de: Senden Sie nochmal eine Bestätigungs-E-Mail
el: Αποστολή επιβεβαιωτικού email ξανά.
es: Reenviar correo de confirmación
et: Resendu validigan retpoŝtmesaĝon.
fr: Réenvoyer l'e-mail
he: שלח מייל נוסף לאישור
it: Reinvia la email di conferma
ja: 確認メールを再返信
ko: 인증메일 재전송하기
nl: Verstuur nogmaals een emailbevestiging
pt_br: Reenviar o e-mail de confirmação
ru: Повторно прислать письмо подтверждения
tr: Onay epostasını tekrar gönder
vi: Gửi lại email xác nhận
zh_cn: 重发确认邮件

source: Retype Password
cs: Zadejte heslo znovu
de: Passwort erneut eingeben
el: Εισάγετε ξανά τον κωδικό πρόσβασης
es: Repetir contraseña
et: Retajpu pasvorton
fr: Mot de passe (vérification)
he: הקלד שוב את הסיסמה
it: Conferma password
ja: パスワードを再入力
ko: 비밀번호 재입력
nl: Type nogmaals het wachtwoord
pt_br: Confirme a senha
ru: Повторите пароль
tr: Şifreni tekrar yaz
vi: Gõ lại mật khẩu
zh_cn: 请再次输入密码

# RightHereNow
source: Right here! Right now!
cs: Právě tady! Právě teď!
de: Hier! Jetzt!
el: Ακριβώς εδώ! Ακριβώς τώρα!
es: ¡Aquí! ¡Ahora!
et: Ĝuste ĉi tie! Ĝuste nun!
fr: Ici et maintenant!
he: כאן ועכשיו!
it: Proprio qui! Proprio adesso!
ja: ここで！今すぐ！
ko: 바로 이 곳에서! 바로 지금!
nl: Juist hier! Juist nu!
pt_br: Aqui mesmo! Agora mesmo!
ru: Прямо здесь! Прямо сейчас!
tr: Tam burda! Tam şimdi!
vi: Ngay tại đây! Ngay lúc này!
zh_cn: 就在此时此刻！

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
et: Konservi
fr: Sauvegarder
he: שמור
it: Salva
ja: 保護
ko: 저장하기
nl: Bewaar
pt_br: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_cn: 保存

source: Select
cs: Zvolit
de: Auswählen
el: Επιλέξτε
es: Seleccionar
et: Elekti
fr: Sélectionner
he: בחר
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pt_br: Selecionar
ru: Выбрать
tr: Seçiniz
vi: Chọn
zh_cn: 选择

source: Send
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
et: Sendi
fr: Envoyer
he: שלח
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pt_br: Enviar
ru: Отправить
tr: Gönder
vi: Gửi lại email xác nhận
zh_cn: 发送

source: Send Email
cs: Odeslat email
de: E-Mail senden
el: Αποστολή email
es: Enviar email
fr: Envoyer e-mail
he: שלח מייל
it: Invia e-mail
ja: メールを送信
ko: 편지 보내기
nl: Stuur een email
pt_br: Enviar E-mail
ru: Oтправить Email
tr: eposta gönder
vi: Gửi email
zh_cn: 发送邮件

# SharedTalkInfo
source: <strong><a href="/sharedtalk">SharedTalk</a></strong> was a free Language Exchange community of 1.5 millions members, closed after 10 years of activity by its new owner in 2015. The original founder of SharedTalk has created Hellolingo to bring back all the SharedTalk goodness and allow its members to keep practicing and stay connected with their language partners.
cs: <strong><a href="/sharedtalk">SharedTalk</a></strong> byla komunita pro výměnu jazyků s 1,5 miliony členů, uzavřená po 10 letech činnosti pod vedením nového vlastníka v roce 2015. Původní zakladatel SharedTalk vytvořil Hellolingo, aby přivedl zpět všechno dobré z SharedTalk a umožnil jejím členům pokračovat v procvičování a zůstat v kontaktu se svými jazykovými partnery.
de: <strong><a href="/sharedtalk">SharedTalk</a></strong> war eine kostenlose Sprachlerncommunity mit 1,5 Millionen Mitgliedern und wurde nach 10jähriger Aktivität 2015 vom neuen Besitzer geschlossen. Der ursprüngliche Gründer von SharedTalk hat Hellolingo ins Leben gerufen, um die tollen Möglichkeiten von SharedTalk weiterzuführen, so dass die Mitgliedern weiter üben und mit ihren Sprachpartnern in Kontakt bleiben können.
el: Το <strong><a href="/sharedtalk">SharedTalk</a></strong> ήταν μία κοινότητα δωρεάν Ανταλλαγής Γλωσσών με 1.5 εκατομύρια χρήστες, που έκλεισε μετά από 10 χρόνια δραστηριότητας από τον νέο ιδιοκτήτη του το 2015. Ο αρχικός ιδρυτής του SharedTalk έχει δημιουργήσει το Hellolingo για να επαναφέρει όλη την καλοσύνη του SharedTalk και να επιτρέψει στα μέλη του να συνεχίσουν να εξασκούνται και να μείνουν συνδεδεμένοι με τους συνομιλητές τους.
es: <strong><a href="/sharedtalk">SharedTalk</a></strong> era una comunidad gratuita de intercambio de idiomas de más de 1.5 millones de miembros, cerrada después de 10 años de actividad por sus nuevos dueños en 2015. El fundador original de SharedTalk ha desarrollado Hellolingo para ofrecer de nuevo todos los servicios de SharedTalk y permitir a sus miembros que sigan practicando y que permanezcan en contacto con sus compañeros de intercambio.
et: <strong><i><a href="/sharedtalk">SharedTalk</a></i></strong> estis senkosta lingvinterŝanĝa komunumo kun 1,5 milionoj da membroj, kiu estis fermita post 10 jaroj da aktiveco en 2015. Tion faris la nova posedanto. Origina kreinto de <i>SharedTalk</i> kreis <i>Hellolingo</i> por revenigi bonaĵojn de <i>SharedTalk</i> kaj permesi ĝiaj membroj daŭrigi lernadon kaj kontaktadon kun iliaj lingvopartneroj.
fr: <strong><a href="/sharedtalk">SharedTalk</a></strong> était une communauté d'échanges linguistiques gratuites de plus de 1,5 million de membres. Elle a été fermée après 10 ans d'activités par ses nouveaux propriétaires en 2015. Le fondateur de SharedTalk a créé Hellolingo pour faire revivre la communauté SharedTalk et permettre à ses membres de pratiquer les langues et de rester connectés avec leurs nombreux contacts.
he: <strong><a href="/sharedtalk">SharedTalk</a></strong> הייתה קהילת חילופי שפות חינמית עם 1.5 מיליון משתמשים. ב-2015, אחרי 10 שנות פעילות, הקהילה נסגרה ע"י הבעלים. המייסד המקורי של SharedTalk יצר את הלו--לינגו במטרה להחזיר את כל היתרונות של SharedTalk ולאפשר למשתמשים להמשיך לתרגל ולהישאר מקושרים לשותפי השפה שלהם.
it: <strong><a href="/sharedtalk">SharedTalk</a></strong> è stata una comunità gratuita di scambio linguistico di 1.5 milioni di utenti, chiusa dopo 10 anni di attività dal suo nuovo proprietario. L'originale fondatore di SharedTalk ha creato Hellolingo per riproporre tutta la qualità di SharedTalk e permettere ai suoi membri di continuare a praticare e stare connessi coi loro partner linguistici.
ja: <strong><a href="/sharedtalk">SharedTalk</a></strong>は１億五百万人メンバーの無料な言語交換コミュニティーでした。新しい家主の１０年分の活動の後で、ついに閉じてしまいました。SharedTalkの元々の設立者は元SharedTalkのメンバーが言語の練習を続けながら、ほかのメンバーにつながる事が出来るように、HelloLingoを作り出しました。
ko: <strong><a href="/sharedtalk">SharedTalk</a></strong>은 150만 명의 회원들로 이루어진 무료 언어교환 커뮤니티였으며, 2015년 새로운 소유자에 의해 10년 간의 활동을 뒤로 하고 폐쇄되었습니다. SharedTalk의 최초 설립자는 SharedTalk의 모든 좋은점을 되살리고 회원들로 하여금 계속해서 언어 파트너들과 연습하고 교류할 수 있도록 Hellolingo를 만들어냈습니다.
nl: <strong><a href="/sharedtalk">SharedTalk</a></strong> was een vrije site met 1,5 miljoen leden om talen te leren door wederzijdse uitwisseling en werd na 10 jaar actief te zijn geweest in 2015 gesloten door de nieuwe eigenaar. De oorspronkelijke oprichter van SharedTalk heeft Hellolingo opgezet om alle goede kwaliteiten van SharedTalk te behouden en zijn leden in staat te stellen om praktische ervaring op te doen en in contact te blijven met hun taal-partners
pt_br: <strong><a href="/sharedtalk">SharedTalk</a></strong> era uma comunidade de Intercâmbio Linguístico gratuita com 1,5 milhão de usuários, fechada após 10 anos de atividade pelo seu novo proprietário em 2015. O fundador original do SharedTalk criou o Hellolingo para trazer de volta toda a qualidade do SharedTalk e permitir que seus membros continuem praticando e permaneçam conectados com seus parceiros linguísticos.
ru: <strong><a href="/sharedtalk">SharedTalk</a></strong> был открытым сообществом языкового обмена и насчитывал 1,5 млн. участников. Сообщество было закрыто после более чем 10 лет своей деятельности новым владельцем в 2015 г. Основатель SharedTalk создал новое сообщество Hellolingo, чтобы вернуть участникам SharedTalk все возможности изучения и практики иностранных языков, и дать им возможность оставаться на связи друг с другом.
tr: <strong><a href="/sharedtalk">SharedTalk</a></strong> 1.5 milyonn üyesi olan ücretsiz bir Dil Değişim topluluğu idi. 10 yıl çalıştıktan sonra yeni sahibi tarafından 2015'de kapatıldı. SharedTalk'ın ilk kurucusu SharedTalk'ın faydasını geri getirmek ve üyelerine pratiğe ve dil ortaklarıyla bağlantılarını devam etmelerine izin vermek için Hellolingo'yu kurdu.
vi: <strong><a href="/sharedtalk">SharedTalk</a></strong> là một cộng đồng giao lưu ngôn ngữ miễn phí gồm 1,5 trệu thành viên, đã bị ngưng hoạt động sau 10 năm bởi người chủ mới vào năm 2015. Người sáng lập ban đầu của SharedTalk đã tạo ra Hellolingo để mang trở lại những tinh túy của Sharedtalk và cho phép những thành viên cũ được tiếp tục luyện tập và giữ liên lạc với bạn học ngôn ngữ cũ của họ.
zh_cn: <strong><a href="/sharedtalk">SharedTalk</a></strong>是一个拥有150万成员的免费的语言交流社区，它的新主人在2015年关闭了这个10多年的网站。SharedTalk最初的创建者建立了Hellolingo来延续SharedTalk的所有精彩功能，使它的成员能够继续练习外语和联系他们的小伙伴！

# SharedTalkMember
source: <strong>SharedTalk</strong> member
cs: <strong>SharedTalk</strong> člen
de: <strong>SharedTalk</strong>-Mitglied
el: Μέλος <strong>SharedTalk</strong>
es: Miembro de <strong>SharedTalk</strong>
et: <strong><i>SharedTalk</i></strong> membro
fr: Membre de <strong>SharedTalk</strong>
he: חבר ב-<strong>SharedTalk</strong>
it: Utente di <strong>SharedTalk</strong>
ja: <strong>SharedTalk</strong>メンバー
ko: <strong>SharedTalk</strong> 회원이었습니다.
nl: <strong>SharedTalk</strong> lid
pt_br: <strong>SharedTalk</strong>
ru: участник <strong>SharedTalk</strong>
tr: <strong>SharedTalk</strong> üyesiydim
vi: Thành viên của <strong>SharedTalk</strong>
zh_cn: <strong>SharedTalk</strong> 的成员

# SignupCheckWarning
source: Each registration is verified and rejected if incorrect, inconsistent or inappropriate.
de: Jede Registrierung wird überprüft und zurückgewiesen, wenn sie falsch, inkonsistent oder unangebracht ist.
el: Κάθε εγγραφή επιβεβαιώνεται και απορρίπτεται αν είναι εσφαλμένη, αντιφατική ή ακατάλληλη.
es: Todo registro se verifica y rechaza si es incorrecto, incoherente o inapropiado.
fr: Chaque inscription est vérifiée et rejetée si elle est incorrecte, inconsistante ou inappropriée.
it: Ogni registrazione viene verificata e respinta se errata, incoerente o non appropriata.
ja: 各登録は検証され、不正や矛盾のある、あるいは不適切な登録は拒否されます。
ko: 모든 등록은 검증 과정을 거치게 되며 올바르지 않거나 일치하지 않는 경우 또는 부적합한 경우 등록이 거부됩니다.
pt_br: Todo registro é verificado e está sujeito à reprovação, caso esteja incorreto, inconsistente ou inadequado.
ru: Регистрация проверяется и отклоняется при представлении неверных или противоречивых данных.
zh_cn: 系统将验证每份注册并且会拒绝不正确、不一致或不适宜的注册。

# SoftwareAndLinguistics
source: Software Engineer and Linguistics Expert
cs: Softwarový inženýr a expert přes lingvistiku
de: Software-Entwickler und Sprachexperte
el: Μηχανικός Software και Ειδικός Γλωσσολόγος
es: Ingeniero en software y Experto en Lingüística
et: Programisto kaj lingvoscienca spertulo
fr: Ingénieur et expert linguistique
he: מהנדס תוכנה ומומחה לבלשנות
it: Ingegnere Software ed Esperto di Linguistica
ja: ソフト工学者と言語学の達人
ko: 소프트웨어 엔지니어<br/>및 언어학 전문가
nl: Software ontwikkelaar en taaldeskundige
pt_br: Engenheiro de Software e Especialista Linguístico
ru: Разработчик программного обеспечения и специалист по лингвистике
tr: Yazılım Mühendisi ve Dil UzmanıExpert
vi: Lập trình viên và Chuyên viên ngôn ngữ
zh_cn: 软件工程师和语言学专家

source: Speaks
cs: Mluví
de: Spricht
el: Μιλάει
es: Habla
et: parolas
fr: Parle
he: מדבר
it: Parla
ja: 話します
ko: 구사언어
nl: Spreekt
pt_br: Fala
ru: Говорит на
tr: Konuşur
vi: Biết nói
zh_cn: 正在使用
