Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/StringsFoundation.*.resx
Languages: cs, de, el, es, et, fr, he, it, ja, ko, nl, pt_br, ru, tr, vi, zh_cn

source: Form incomplete or incorrect
cs: Formulář je nekompletní nebo nesprávný
de: Formular unvollständig oder falsch
el: Η φόρμα δεν έχει συμπληρωθεί ή είναι λάθος
es: Formulario incompleto o erróneo
et: Demandaro nekompleta aŭ malĝusta
fr: Formulaire incomplet ou incorrect
he: הטופס חלקי או שגוי
it: Modulo incompleto o non corretto
ja: フォームが未記入か不正です
ko: 양식이 불완전하거나 잘못 되었습니다.
nl: Formulier is niet volledig of onjuist
pt_br: Formulário incompleto ou incorreto
ru: Проверьте ошибки заполнения формы
tr: Form eksik ya da yanlış
vi: Form chưa hoàn chỉnh hoặc còn thiếu sót
zh_cn: 表单不完整或不正确

source: Founder and Developer
cs: Zakladatel a vývojář
de: Gründer und Entwickler
el: Ιδρυτής και Προγραμματιστής
es: Fundador y Desarrollador
et: Kreinto kaj evoluiganto
fr: Fondateur et développeur
he: מייסד ומפתח האתר
it: Fondatore e Sviluppatore.
ja: 設立者と開発者
ko: 설립자 및 개발자
nl: Oprichter en ontwikkelaar
pt_br: Fundador e Desenvolvedor
ru: Основатель и разработчик
tr: Kurucu ve Geliştirici
vi: Người sáng lập và Người phát triển
zh_cn: 创建者和开发者

source: From...
cs: Z...
de: Aus...
el: Από...
es: De...
et: De...
fr: de...
he: מקום מגורים
it: Da...
ja: 送信元
ko: 국적
nl: Van…
pt_br: De…
ru: Из…
tr: Yer..
vi: Đến từ
zh_cn: 我来自

source: Games
cs: Hry
de: Spiele
el: Παιχνίδια
es: Juegos
et: ludoj
fr: Jeux
he: משחקים
it: Giochi
ja: ゲーム
ko: 게임
nl: Spellen
pt_br: Jogos
ru: Игры
tr: Oyunlar
vi: Trò chơi
zh_cn: 游戏

source: Gender
cs: Pohlaví
de: Geschlecht
el: Φύλο
es: Sexo
et: Sekso
fr: Sexe
he: מגדר
it: Sesso
ja: 性別
ko: 성별
nl: Geslacht
pt_br: Sexo
ru: Пол
tr: Cinsiyet
vi: Giới tính
zh_cn: 性别

# Goals1
source: You practise with a <B>native speaker</B>.
cs: Procvičujete s <B>rodilým mluvčím</B>.
de: Sie üben mit einem <B>Muttersprachler</B>.
el: Μπορείτε να εξασκηθείτε με έναν <B>φυσικό ομιλητή</B>.
es: Se practica con un <B>hablante nativo</B>.
et: Ekzerciĝu kun <B>denaskaj parolantoj</B>.
fr: Votre correspondant parle <B>couramment</B> la langue que vous apprenez.
he: תרגלו עם <B> דוברי שפת אם </B>.
it: La pratica con un <B>madrelingua</B>.
ja: <B>ネイティブ スピーカー</B>との練習
ko: <B>원어민</B>과 연습하세요.
nl: Je oefent met een <B>native spreker</B>.
pt_br: Você pratica com um <B>falante nativo</B>.
ru: Общение с <B>носителем языка</B>.
tr: Kişilerle <B>anadilllerinde</B> pratik yaparsınız.
vi: Luyện tập với <B>người bản ngữ</B>.
zh_cn: 能够与<B>说母语的人</B>进行练习。

# Goals2
source: You discover other <B>cultures and ways of life</B>.
cs: Objevujete ostatní <B>kultury a způsoby života</B>.
de: Sie erhalten Einblick in andere <B>Kulturen und Lebensstile</B>.
el: Ανακαλύπτετε άλλες <B>κουλτούρες και τρόπους ζωής</B>.
es: Se descubren otras <B>culturas</B>.
et: Konu aliajn <B>kulturojn kaj vivmanierojn</B>.
fr: Vous découvrez d'autres <B>cultures</B>.
he: הכירו <B> תרבויות וסגנונות חיים אחרים </B>.
it: La scoperta di altre <B>culture</B>.
ja: <B>異文化</B>の発見
ko: 다른 <B>문화 및 생활방식</B>을 경험하세요.
nl: Je ontdekt andere<B>culturen en leefwijzen</B>.
pt_br: Você descobre outras <B>culturas e estilos de vida</B>.
ru: Знакомство с другими <B>культурами и образами жизни</B>.
tr: Başka <B>kültürleri ve yaşam tarzlarını</B> keşfedersiniz
vi: Khám phá những <B>nền văn hóa và cách sống khác</B>.
zh_cn: 可以了解其他<B>文化</B>。

# Goals3
source: You can share <B>hobbies and interests</B> with your language partners.
cs: Můžete sdílet své <B>koníčky a zájmy</B> s vašimi jazykovými přáteli
de: Sie können sich mit Ihren Sprachpartnern über <B>Hobbys und Interessen</B> austauschen.
el: Μπορείτε να μοιραστείτε <B>χόμπυ και ενδιαφέροντα</B> με τους συνομιλητές σας.
es: Se comparten <B>pasatiempos e intereses</B> con los compañeros de idioma.
et: Babiladu pri <B>ŝatokupoj kaj interesoj</B> kun viaj lingvopartneroj.
fr: Vous pouvez partager vos <B>centres d'intérêts</B> avec votre partenaire linguistique.
he: שתפו <B> את התחביבים ותחומי העניין שלכם </B> עם חבריכם באתר.
it: La condivisione di <B>hobby e interessi</B> con i propri partner linguistici.
ja: パートナーとの<B>趣味や興味</B>の共有
ko: 언어 파트너들과 <B>취미 및 관심사</B>를 나누세요.
nl: Je kunt <B>hobby's en intersses</B>delen met je taalpartners with your language partners.
pt_br: Você pode compartilhar seus <B>passatempos e interesses</B> com seus parceiros linguísticos.
ru: Поделитесь <B>хобби и увлечениями</B> со своими собеседниками.
tr: Dil partnerlerinizle<B>hobilerinizi ve ilgi alanlarınızı</B> paylaşabilirsiniz
vi: Bạn có thể chia sẻ <B>thú vui và sở thích</B> với những bạn học ngôn ngữ khác.
zh_cn: 能够与语言伙伴分享<B>兴趣和爱好</B>。

# Goals4
source: You are more likely to learn <B>slang and informal expressions</B> than in a classroom or in a book.
cs: Máte větší pravděpodobnost se naučit <B>slang a neformální výrazy</B>než ve třídě nebo v knize.
de: Die Wahrscheinlichkeit, auch <B>umgangssprachliche Ausdrücke</B> zu lernen, ist viel höher als im Unterricht oder beim Lernen mithilfe von Büchern.
el: Είναι πιο πιθανό να μάθετε <B>αργκό και άτυπες εκφράσεις</B> απ'ότι σε μία τάξη ή σε ένα βιβλίο.
es: Hay más posibilidades de aprender <B>expresiones informales o jerga</B> que en una clase o con un libro.
et: Pli verŝajnas, ke vi lernos <B>slangon kaj neformalajn esprimojn</B> ol en klasoj aŭ en libroj.
fr: Vous apprendrez plus souvent du <B>jargon et de l'argot</B> que dans une classe ou un livre.
he: תוכלו ללמוד יותר סלנג וביטויים לא רשמיים מאשר בכיתת לימוד או עם ספר לימוד.
it: Maggiori probabilità di apprendere <B>espressioni slang e informali</B> rispetto a una lezione scolastica o un libro.
ja: 語学教室では不可能な<B>スラングや口語体</B>の学習
ko: 강의나 책에서보다 <B>은어 및 일상적 표현</B>을 학습할 수 있는 가능성이 높습니다.
nl: je leert waarschijnlijk meer <B>straat- en informele taal</B> dan in een schoolklas of uit een boek
pt_br: Provavelmente você aprenderá mais <B>gírias e expressões informais</B> do que em uma sala de aula ou um livro.
ru: Живое общение — наилучший способ для изучения <B>сленга и неформальных выражений</B>.
tr: Burada muhtemelen sınıf veya kitaptan daha fazla <B>argo ve resmi olmayan terimleri</B> öğrenirsiniz.
vi: Bạn có nhiều cơ hội học <B>tiếng lóng và cách diễn đạt thân mật</B> hơn từ lớp học hay từ sách
zh_cn: 你将有更多机会学到课堂和书本中学不到的<B>俚语和非正式表达</B>。

# Goals5
source: You can easily ask your language partners for <B>explanations</B> about vocabulary and grammar.
cs: Můžete snadno požádat vaše jazykové přátelé o <B>vysvětlení</B>slovní zásoby nebo gramatiky.
de: Sie können Ihre Sprachpartner einfach um <B>Erklärungen</B> zu Vokabular und Grammatik bitten.
el: Μπορείτε εύκολα να ρωτήσετε τους συνομιλητές σας για <B>εξηγήσεις</B> σχετικά με το λεξιλόγιο και τη γραμματική.
es: Se pueden pedir fácilmente <B>explicaciones</B> sobre vocabulario y gramática a los compañeros.
et: Vi povas facile demandi <B>eksplikojn</B> pri vortoj kaj gramatiko.
fr: Vous pouvez demander à tout moment des <B>explications</B> sur le vocabulaire ou la grammaire.
he: תוכלו לבקש מחבריכם באתר <B> הסברים </B> בנוגע לאוצר מילים או דקדוק.
it: La comodità di chiedere <B>spiegazioni</B> su lessico e grammatica ai propri partner linguistici.
ja: <B>語彙や文法に関する質問</B>をパートナーに直接質問
ko: 언어 파트너들에게 어휘 및 문법에 대한 <B>설명</B>을 수월하게 물어볼 수 있습니다.
nl: Je kunt eenvoudig je taalpartners vragen om <B>uitleg</B> over woorden en grammatica
pt_br: Você pode facilmente pedir <B>explicações</B> de gramática e vocabulário para seus parceiros linguísticos.
ru: Возможность быстро получить от собеседника <B>объяснения</B> по вопросам грамматики и словаря.
tr: Kelime ve gramerle ilgili <B>açıklamaları</B> dil ortağınıza kolayca sorabilirsiniz
vi: Bạn có thể dễ dàng nhờ bạn học ngôn ngữ <B>giải thích</B> về từ vựng và ngữ pháp.
zh_cn: 你可以很方便地请语言伙伴为你<B>解释</B>词汇和语法。

# Goals6
source: A language exchange is the <b>best method</b> to improve your language skills and become more fluent than ever.
cs: Jazyková výměna je <b>nejlepší metoda,</b> jak zlepšit své jazykové dovednosti a mluvit plynuleji než kdy jindy.
de: Ein Sprachaustausch ist die <b>perfekte Möglichkeit</b>, Ihre sprachlichen Fähigkeiten zu verbessern und immer fließender zu sprechen.
el: Η ανταλλαγή γλώσσας είναι η <b>καλύτερη μέθοδος</b> να βελτιώσετε τις γλωσσικές σας ικανότητες και να μιλάτε πιο φυσικά από ποτέ.
es: El intercambio de idiomas es el <b>mejor método</b> para perfeccionar idiomas y obtener mayor fluidez.
et: Lingva interŝanĝo estas la <b>plej bona metodo</b> por plibonigi vian scion de lingvo kaj fariĝi pli flua.
fr: Un échange linguistique est la <strong>meilleure méthode</strong> pour améliorer vos compétences et parler une autre langue couramment.
he: חילופי שפות היא <b>השיטה הטובה ביותר</b> לשפר את יכולות השפה ואת שטף הדיבור שלכם.
it: Lo scambio linguistico è il metodo migliore per perfezionare le tue competenze linguistiche e acquisire fluidità.
ja: 言語交換は語学力を向上させるための最適な方法です。
ko: 언어 교환은 언어실력을 향상시키고 그 어느때보다도 언어에 유창해질 수 있는 <b>최상의 방법</b>입니다.
nl: Taaluitwisseling is de <b>beste methode</b> om je taalvaardigheden te ontwikkelen en vloeiender te leren spreken dan ooit.
pt_br: O intercâmbio linguístico é a <b>melhor maneira</b> de aprimorar seus conhecimentos em um idioma e tornar-se mais fluente do que nunca.
ru: Языковой обмен — <b>наилучший способ</b> совершенствования своей языковой подготовки и навыков общения.
tr: Dil değişimi dil becerilerini geliştirmek ve her zamankinden daha fazla akıcı olmak için <b>en iyi yöntemdir.</b>
vi: Trao đổi ngôn ngữ là <b>cách tốt nhất<b> để cải thiện những kĩ năng ngôn ngữ và trở nên lưu loát hơn bao giờ hết.
zh_cn: 语言交换是帮助你提高语言能力并说一口流利外语的最佳方法。

# HellolingoBasedOn
source: Based on...
cs: Na základě...
de: Basiert auf
el: Βασισμένο στα...
es: Basado en...
et: Baziĝas sur...
fr: Basé sur...
he: היא מבוססת על...
it: Basato su...
ja: 。。に基づいて
ko: 설립 기반
nl: Gebaseerd op…
pt_br: Baseado em…
ru: Основано на…
tr: Bu site aşağıdakilere dayanmaktadır…
vi: Dựa vào…
zh_cn: 基于...

source: Hi #FirstName#!
de: Hallo #FirstName#!
el: Γειά σου #FirstName#!
es: ¡Hola, #FirstName#!
et: Saluton #FirstName#!
fr: Bonjour #FirstName#!
he: שלום #FirstName#!
it: Ciao #FirstName#!
ja: #FirstName# さん、こんにちは
ko: 안녕하세요 #FirstName#님!
nl: Hallo #FirstName#!
pt_br: Oi, #FirstName#,
ru: Привет #FirstName#!
tr: Merhaba #FirstName#!
vi: Chào #FirstName#!
zh_cn: #FirstName# Hi!

source: How can we help you?
cs: Jak vám můžeme pomoci?
de: Wie kann ich Ihnen helfen?
el: Πώς μπορούμε να σας βοηθήσουμε;
es: ¿Cómo podemos ayudarte?
et: Kiel ni povas helpi vin?
fr: Comment pouvons-nous vous aider?
he: איך אפשר לעזור?
it: Come possiamo aiutarti?
ja: どう手伝えますか
ko: 무엇을 도와드릴까요?
nl: Hoe kunnen wij je helpen?
pt_br: Como podemos ajudar você?
ru: Как мы можем вам помочь?
tr: Nasıl yardım edebilirim?
vi: Chúng tôi có thể giúp gì bạn?
zh_cn: 我们能帮你什么？

source: How can you help?
cs: Jak můžete pomoci?
de: Wie können Sie helfen?
el: Πώς μπορείτε να βοηθήσετε;
es: ¿Cómo puedes ayudar?
et: Kiel vi povas helpi?
fr: Comment nous aider?
he: כיצד תוכלו לעזור?
it: Come puoi aiutare?
ja: どうやって手を借りれますか
ko: 어떻게 저희를 도와줄 수 있냐구요?
nl: Hoe kun jij helpen?
pt_br: Como você pode ajudar?
ru: Как вы можете помочь?
tr: Nasıl yardım edebilirsiniz?
vi: Bạn có thể đóng góp gì?
zh_cn: 你能帮我们什么？

# IAm
source: I'm...
cs: Mé jméno je...
de: Ich bin …
el: Είμαι...
es: Soy...
et: Mi estas...
fr: Je m'appelle...
he: אני...
it: Mi chiamo...
ja: 私は
ko: 성명
nl: Ik ben…
pt_br: Eu sou…
ru: Меня зовут…
tr: Ben…
vi: Tôi là…
zh_cn: 我是...

# IDoubleCheckedEmail
source: I double-checked that my email address is correct
cs: Dvakrát jsem zkontroloval, že má emailová adresa je správně
de: Ich bestätige, dass meine E-mail-Adresse korrekt ist.
el: Έχω ελέγξει ότι η διεύθυνση email μου είναι σωστή
es: Me he asegurado de que mi dirección de correo electrónico es correcta
et: Mi dufoje certigis, ke mia retpoŝtadreso ĝustas
fr: J'ai vérifié que mon adresse e-mail soit correcte
he: וידאתי שכתובת המייל שלי נכונה
it: Ho controllato che l'email sia corretta
ja: メールアドレスは正しいことを再び確認しました。
ko: 이메일 주소가 정확한지 재확인 하였습니다.
nl: Ik heb nogmaals gecontroleerd of mijn emailadres correct is
pt_br: Eu tenho certeza que meu endereço de e-mail está correto
ru: Я дважды проверил, что мой адрес электронной почты написан верно
tr: Epostamın doğru olup olmadığını iki kez kontrol ettim
vi: Tôi đã kiểm tra lại rằng địa chỉ emai đã được viết chính xác
zh_cn: 我已经反复确认过我邮件地址是正确的

# ImFormer
source: I'm a former...
cs: Jsem bývalý...
de: Ich war Mitglied von…
el: Είμαι πρώην...
es: Soy antiguo miembro de
et: Mi estas eksa...
fr: Je suis un ancien...
he: בעבר הייתי...
it: Ex utente di...
ja: 。。。の元
ko: 저는 전에…
nl: Ik ben een oud-…
pt_br: Sou antigo membro do…
ru: Я бывший…
tr: Ben eskiden…
vi: Tôi đã từng là…
zh_cn: 我曾经是...

source: I'm learning...
cs: Učím se...
de: Ich lerne…
el: Μαθαίνω...
es: Estoy aprendiendo...
et: Mi lernas...
fr: J'apprends...
he: אני לומד...
it: Sto imparando...
ja: 。。。を習っています
ko: 제가 배우고 있는 언어는…
nl: Ik leer…
pt_br: Estou aprendendo…
ru: Я изучаю…
tr: Öğrendiğim dil…
vi: Tôi đang học…
zh_cn: 我正在学习...

# ImLookingToLearn
source: I'm looking to learn with...
cs: Chci se učit pomocí...
de: Ich will lernen mit…
el: Θέλω να μάθω με...
es: Quiero aprender con...
et: Mi volas lerni kun...
fr: Je veux apprendre avec...
he: אני מעוניין ללמוד בעזרת...
it: Voglio imparare tramite...
ja: 。。。と習おうと思っています
ko: 제가 학습하고자 하는 방식은…
pt_br: Eu gostaria de aprender com…
ru: Я хочу изучать с помощью…
tr: … ile öğrenmek istiyorum
vi: Tôi muốn học bằng…
zh_cn: 我想要的学习功能...

# InFewClicks
source: ...in just a few clicks
cs: ...v několika málo kliknutích
de: … mit wenigen Klicks.
el: ... μόνο με μερικά κλικς.
es: ...con unos pocos clics
et: ...per nur kelkaj klakoj
fr: ...en quelques clics
he: ... במספר צעדים פשוטים
it: ...in pochi semplici clic
ja: わずかのクリックの後で。。。
ko: ...단 몇번의 클릭이면 됩니다
nl: ...met slechts een paar klikken
pt_br: …com apenas alguns cliques.
ru: …всего лишь несколько кликов
tr: …sadece birkaç tık ile
vi: …chỉ bằng vài lần click chuột
zh_cn: 只需要点击你的鼠标

# InviteYourPartnersAndAll
source: Invite your language partners,<br>your friends, your family!
cs: Pozvěte své jazykové kamarády,<br>svého kamaráda, svou rodinu!
de: Laden Sie Ihre Sprachpartner,<br>Ihre Freunde, Ihre Familie ein!
el: Προσκαλέστε τους συνομιλητές σας,<br>τους φίλους σας, την οικογένειά σας!
es: ¡Invita a tus compañeros de intercambio,<br>a tus amigos, a tu familia!
et: Invitu viajn lingvopartnerojn,<br>viajn amikojn, vian familion!
fr: Inviter vos partenaires linguistiques,<br>votre famille et vos amis!
he: הזמינו את שותפי-השפה שלכם,<br/>הזמינו את החברים ואת המשפחה!
it: Invita i tuoi partner linguistici,<br>i tuoi amici e la tua famiglia!
ja: 言語学習相手、<br>友達、家族を招待！
ko: 당신의 언어 파트너들, <br>친구들, 가족을 초대해보세요!
nl: Nodig je taalpartners uit,<br>je vrienden, je familie!
pt_br: Convide seus colegas de aprendizagem,<br>seus amigos, sua família!
ru: Приглашайте ваших собеседников, <br>друзей и родных!
tr: dil ortaklarınızı, arkadaşlarınızı, <br>ailenizi davet edin!
vi: Mời bạn học ngôn ngữ,<br>bạn bè và gia đình!
zh_cn: 邀请你的语言小伙伴，<br>朋友，以及你的家人！

source: Is learning
cs: Učí se
de: lernt…
el: Μαθαίνει
es: Aprende
et: lernas
fr: Apprends
he: לומד
it: Sta imparando
ja: 習っています
ko: 학습언어
nl: Leert
pt_br: Está aprendendo
ru: Изучает
tr: öğreniyor
vi: Đang học
zh_cn: 正在学习...

source: Join Us!
cs: Přidejte se k nám!
de: MACHEN SIE MIT!
el: Ελάτε μαζί μας!
es: ¡Únete!
et: Aliĝu!
fr: Rejoignez-nous!
he: הצטרפו אלינו!
it: Registrati!
ja: 参加する
ko: 가입하기!
nl: Doe met ons mee!
pt_br: Participe!
ru: Присоединяйтесь!
tr: Bize katılın!
vi: Tham gia
zh_cn: 加入我们！

# LanguagesFilterLine
source: Members who are learning #learn# and who know #know#
cs: Členové kteří se učí #learn# a mluví #know#
de: Mitglieder, die #learn# lernen und die #know# sprechen.
el: Μέλη που μαθαίνουν #learn# και γνωρίζουν #know#
es: Miembros que aprenden #learn# y que hablan #know#
et: Membroj, kiuj lernas #learn# kaj parolas #know#
fr: Membres qui apprennent #learn# et qui connaissent #know#
he: משתמשים שלומדים #learn# ויודעים #know#
it: Utenti che stanno imparando #learn# e che parlano #know#
ja: #learn#を習っているメンバーと#know#を話すメンバー
ko: #learn#를 배우고 #know#를 아는 회원들
nl: Leden die al leren #learn# en die weten #know#
pt_br: Membros que estão aprendendo #learn# e que sabem #know#
ru: Участники, которые изучают #learn# и говорят на #know#
tr: #learn# öğrenen ve #know# bilen üyeler
vi: Thành viên đang học #learn# và thành viên biết nói #know#
zh_cn: 正在学习#learn#的会说#know#的小伙伴。

source: Last Name
cs: Příjmení
de: Nachname
el: Επίθετο
es: Apellido
et: Familia nomo
fr: Nom
he: שם משפחה
it: Cognome
ja: 姓
ko: 성
nl: Achternaam
pt_br: Sobrenome
ru: Фамилия
tr: Soyad
vi: Họ
zh_cn: 姓氏

# LivemochaInfo
source: <strong>Livemocha</strong> was a large community-based language learning website. It was closed in 2016, much to the disappointment of its 10+ millions users. With Hellolingo, we want to provide former Livemocha members with new opportunities to learn foreign languages.
cs: <strong>Livemocha</strong>byla velká komuntní webová stránka založená na studiu jazyků. Byla uzavřena v roce 2016 a zklamáno bylo více než 10+ miliónů uživatelů. S Hellolingo chceme poskytnou bývalým členům Livemocha nové možnosti naučit se cizí jazyk.
de: <strong>Livemocha</strong> war eine Webseite zum Sprachenlernen und basierte auf einer Community. 2016 wurde sie geschlossen, zur großen Enttäuschung von über zehn Millionen Mitgliedern. Mit Hellolingo wollen wir bisherigen Livemocha-Mitgliedern neue Möglichkeiten zum Fremdsprachenlernen bieten.
el: <strong>Το Livemocha</strong> ήταν μια μεγάλη κοινότητα εκμάθησης γλωσσών. Έκλεισε το 2016, προς απογοήτευση των 10+ εκατομυρίων χρηστών του. Με το Hellolingo, θέλουμε να προσφέρουμε σε πρώην μέλη του LiveMocha νέες ευκαιρίες να μάθουν ξένες γλώσσες.
es: <strong>Livemocha</strong> era una gran página web basade en el aprendizaje comunitario de idiomas. Se cerró en 2016, para gran decepción de sus más de 10 millones de usuarios. Con HelloLingo queremos brindar a los antiguos miembros de esta comunidad nuevas oportunidades para aprender otros idiomas.
et: <strong><i>Livemocha</i></strong> estis granda komunuma lingvolernada retejo. Oni fermis ĝin en 2016, al malkontento por ĝiaj 10+ milionoj da uzantoj. Per <i>Hellolingo</i> ni volas oferti eksajn membojn de <i>Livemocha</i> novajn ŝancojn por lerni fremdajn lingvojn.
fr: <strong>Livemocha</strong> était une large communauté d'apprentissage des langues. Elle a fermé en 2016, au grand désappointement de plus de 10 millions d'utilisateurs. Avec Hellolingo, nous voulons fournir aux membres de Livemocha de nouvelles opportunités d'apprendre des langues étrangères.
he: <strong>Livemocha</strong> היה אתר לימוד שפות קהילתי. לאכזבתם הרבה של יותר מ-10 מיליון המשתמשים בו, האתר נסגר ב-2016. באמצעות הלו-לינגו, אנו רוצים להעניק לכל אלה שהשתמשו ב-Livemocha הזדמנויות חדשות ללמוד שפות זרות.
it: <strong>Livemocha</strong> è stato un grande sito di apprendimento linguistico basato sulla comunità. È stato chiuso nel 2016, con grande delusione dei suoi più di 10 milioni di utenti. Con Hellolingo, vogliamo fornire agli ex utenti di Livemocha nuove opportunità di imparare lingue straniere.
ja: <strong>Livemocha</strong>はコミュニティーに基づいた大きな言語学習ウェブサイトでした。１００万人のメンバーの残念な気持ちと共に、残念ながら２０１６年に閉じてしまいました。HelloLingoでは元Livemochaのメンバーに言語を学習するきっかけを供給したいと思います。
ko: <strong>Livemocha</strong>는 대형 커뮤니티 기반 언어학습 웹사이트였습니다. 천만 명이 넘는 유저들에게 매우 실망스럽게도, 이는 2016년 폐쇄되었습니다. Hellolingo를 통해, 저희는 이전 Livemocha 회원분들께 외국어를 학습할 수 있는 새로운 기회를 제공하고자 합니다.
nl: <strong>Livemocha</strong> was een grote website gebaseerd op gemeenschappelijk talen leren. Deze site werd gesloten in 2016, tot grote teleurstelling van de meer dan 10 miljoen gebruikers . Met Hellolingo willen wij de vroegere Livemochaleden nieuwe mogelijkheden bieden om vreemde talen te leren.
pt_br: <strong>Livemocha</strong> era um grande website de aprendizagem de línguas baseado em comunidade. Ele foi fechado em 2016, para a decepção de seus mais de 10 milhões de usuários. Com o Hellolingo, queremos oferecer aos antigos membros do Livemocha novas oportunidades de aprender línguas estrangeiras.
ru: <strong>Livemocha</strong> был сайтом с многочисленным сообществом изучения языков. К разочарованию всех 10+ млн. пользователей, сайт Livemocha был закрыт в 2016 г. С помощью Hellolingo, мы хотим обеспечить бывших участников Livemocha новыми возможностями изучения иностранных языков.
tr: <strong>Livemocha</strong> büyük bir topluluk tabanlı dil öğrenme web sitesi idi. 10 milyondan fazla kullanıcıyı hayal kırıklığına uğratarak 2016'da kapandı. Hellolingo ile önceki Livemocha üyelerine yabancı dil öğrenmek için yeni fırsatlar sağlamak istiyoruz.
vi: <strong>Livemocha</strong> là một website mang tính cộng đồng phục vụ mục đích học ngôn ngữ. Website này đã ngưng hoạt động vào năm 2016, trước nỗi thất vọng của hơn 10 triệu người dùng. Với Hellolingo, chúng tôi muốn tạo những cơ hội mới cho thành viên cũ của Livemocha được tiếp tục học ngôn ngữ.
zh_cn: <strong>Livemocha</strong>是一个基于社区的语言学习网站，令上千万用户失望的是它在2016年关闭了。而随着Hellolingo的出现，我们希望给以前的Livemocha 成员提供新的机会去学习外语。

# LivemochaMember
source: <strong>Livemocha</strong> member
cs: <strong>Livemocha</strong> člen
de: <strong>Livemocha</strong>-Mitglied
el: Μέλος <strong>Livemocha</strong>
es: Miembro de <strong>Livemocha</strong>
et: <strong><i>Livemocha</i></strong> membro
fr: Membre de <strong>Livemocha</strong>
he: חבר ב-<strong>Livemocha</strong>
it: Utente di <strong>Livemocha</strong>
ja: <strong>Livemocha</strong>メンバー
ko: <strong>Livemocha</strong> 회원이었습니다.
nl: <strong>Livemocha</strong> lid
pt_br: <strong>Livemocha</strong>
ru: участник <strong>Livemocha</strong>
tr: <strong>Livemocha</strong> üyesiydim
vi: Thành viên của <strong>Livemocha</strong>
zh_cn: <strong>Livemocha</strong> 的成员

source: Log In
cs: Přihlásit se
de: Anmelden
el: Συνδεθείτε
es: Entrar
et: ensaluti
fr: Connexion
he: התחבר
it: Accedi
ja: ログイン
ko: 로그인
pt_br: Entrar
ru: Войти
tr: Giriş yap
vi: Đăng nhập
zh_cn: 登录

source: Made in...
cs: Vyrobeno v
de: kommt aus…
el: Φτιαγμένο σε...
es: Hecho en...
fr: Developpé en...
he: נוצר ב...
it: Hanno collaborato da...
ja: 。。。に作りました
ko: 제작된 곳
ru: Сделано в..
tr: …'de üretildi
vi: Được làm tại…

source: Male
cs: Muž
de: Männlich
el: Άνδρας
es: Masculino
et: viro
fr: Masculin
he: זכר
it: Maschio
ja: 男性
ko: 남성
nl: Man
pt_br: Masculino
ru: Мужской
tr: Erkek
vi: Nam
zh_cn: 男

# MembersLearn
source: Members who are learning...
cs: Členové, kteří se učí...
de: Mitglieder, die …. lernen
el: Μέλη που μαθαίνουν...
es: Miembros que aprenden...
et: Membroj, kiuj lernas...
fr: Membres qui étudient...
he: משתמשים שלומדים...
it: Utenti che imparano...
ja: 。。。を習っているメンバー
ko: 어떤 언어를 학습하는 회원을 찾으시나요
nl: Leden die al leren...
pt_br: Membros que estão aprendendo…
ru: Участники, которые изучают…
tr: … öğrenen üyeler
vi: Những thành viên đang học…
zh_cn: 想要学习___的小伙伴

# MembersSpeak
source: Members who speak...
cs: Členové, kteří mluví...
de: Mitglieder, die … sprechen
el: Μέλη που μιλάνε...
es: Miembros que hablan...
et: Membroj, kiuj parolas...
fr: Membres qui parlent
he: משתמשים שמדברים...
it: Utenti che parlano...
ja: 。。。を話すメンバー
ko: 어떤 언어를 구사하는 회원을 찾으시나요
pt_br: Membros que falam…
ru: Участники, которые говорят на…
tr: … konuşan üyeler
vi: Những thành viên biết nói…
zh_cn: 使用____的小伙伴

source: Mobile-Friendly
cs: Vhodné i pro mobily
de: Handy-optimiert
el: Φιλικό με κινητά
es: Compatible con móvil
et: Poŝaparatamika
fr: Accès mobile
he: מותאם למכשירים ניידים
ja: 携帯電話利用可能
ko: 모바일 친화적
nl: Mobiel-vriendelijk
pt_br: Otimizado para<br/>Dispositivos Móveis
ru: Адаптировано для смартфонов
tr: Mobil uyumlu
vi: Thân thiện với di động
zh_cn: 移动友好

source: Modern Design
cs: Moderní design
de: modernes Design
el: Μοντέρνος σχεδιασμός
es: Diseño Moderno
et: Moderna fasonado
fr: Design moderne
he: עיצוב מודרני
it: Design moderno
ja: 現代デザイン
ko: 모던한 디자인
nl: Moderne vormgeving
pt_br: Desenho Moderno
ru: Современный дизайн
tr: Modern Tasarım
vi: Thiết kế hiện đại
zh_cn: 现代的设计风格
