Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/StringsFoundation.*.resx
Languages: cs, de, el, es, et, fr, he, it, ja, ko, nl, pt_br, ru, tr, vi, zh_cn

source: Account Activation
cs: Aktivace účtu
de: Kontoaktivierung
el: Ενεργοποίηση Λογαριασμού
es: Activación de cuenta
et: kontovalidigo
fr: Activation de votre compte
he: הפעלת החשבון
it: Attivazione Account
ja: アカウントの有効化
ko: 계정 활성화
nl: Account Activering
pt_br: Ativação de Conta
ru: Активация аккаунта
tr: Hesap Aktifleştirme
vi: Kích hoạt tài khoản
zh_cn: 帐户激活

# AccountHasBeenVerified
source: Your account has been verified successfully.
cs: Váš účet byl úspěšně ověřen.
de: Ihr Konto wurde erfolgreich verifiziert.
el: Ο λογαριασμός σας επαληθεύτηκε με επιτυχία.
es: Tu cuenta se ha verificado con éxito.
et: Via konto estis validigita sukcese
fr: Votre compte est vérifié
he: חשבונך אומת בהצלחה.
it: Il tuo account è stato verificato con successo.
ja: アカウントは成功的に認定しました。
ko: 계정이 성공적으로 확인되었습니다.
nl: Je account is met succes gecontroleerd
pt_br: Sua conta foi verificada com sucesso.
ru: Ваш аккаунт был успешно подтвержден.
tr: Hesabınız başarılı şekilde doğrulandı
vi: Tài khoản của bạn đã được kích hoạt thành công
zh_cn: 您的账户已被成功验证。

source: Active Members
cs: Aktivní členové
de: aktive Miglieder
el: Ενεργά Μέλη
es: Miembros Activos
et: aktivaj membroj
fr: Membres actifs
he: משתמשים פעילים
it: Membri Attivi
ja: アクティブメンバー
ko: 활동중인 회원
nl: Actieve Leden
pt_br: Membros Ativos
ru: Активные участники
tr: Aktif üyeler
vi: Thành viên còn hoạt động
zh_cn: 活跃用户

source: and more...
cs: a více...
de: und mehr…
el: και άλλα...
es: y más...
et: kaj pli
fr: et plus encore...
he: אחר
it: ed altro...
ja: そして。。。
ko: 더 많은 기능
nl: en meer…
pt_br: e mais…
ru: и многое другое...
tr: ve daha fazlası…
vi: và thêm nữa…
zh_cn: 更多功能...

# ANewLanguageCommunity
source: A New Language<br />Exchange Community
cs: Nový jazyk<br />Výměnná komunita
de: eine neue<br />Sprachaustausch-Community
el: Μία Κοινότητα Ανταλλαγής<br />Νέων Γλωσσών
es: Una Nueva Comunidad<br/>de Intercambio
et: Nova lingvinterŝanĝa<br />komunumo
fr: Une nouvelle communauté<br />d'échanges linguistiques
he: קהילה חדשה <br /> לחילופי שפות
it: Una Nuova Comunità<br />Di Scambio Linguistico
ja: 新たな言語<br/>言語交換
ko: 새로운 언어<br />교환 커뮤니티
nl: Een nieuwe taal<br />uitwisselingsgemeenschap.
pt_br: Uma Nova Comunidade<br/>de Intercâmbio Linguístico
ru: Новое сообщество<br />языкового обмена!
tr: Yeni Bir Dil <br />Değişim Topluluğu
vi: Một Ngôn Ngữ Mới<br />Cộng Đồng Giao Lưu
zh_cn: 一个新的语言交流社区

source: Are you ready?
cs: Jste připraveni?
de: Sind Sie bereit?
el: Είστε έτοιμοι;
es: ¿Listo?
et: Ĉu vi pretas?
fr: On y va?
he: מוכנים?
it: Sei pronto?
ja: 準備いいですか
ko: 준비 되셨나요?
nl: Bent u klaar?
pt_br: Você está pronto?
ru: Вы готовы?
tr: Hazır mısın?
vi: Bạn đã sẵn sàng?
zh_cn: 你准备好了吗？

# AreYouSureYouWantToLogOut
source: Are you sure that you want to log out?
cs: Jste si jisti, že se chce odhlásit?
de: Sind Sie sicher, dass Sie sich ausloggen wollen?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Estás seguro de que quieres cerrar sesión?
et: Ĉu vi certas, ke vi volas elsaluti?
fr: Etes-vous sûr de vouloir fermer votre session?
he: אתם בטוחים שאתם רוצים להתנתק?
it: Sei sicuro di voler uscire?
ja: 本当にログアウトしたがりますか。
ko: 로그아웃 하시겠습니까?
nl: Weet u zeker dat u wilt uitloggen?
pt_br: Tem certeza que quer sair?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğine emin misin?
vi: Bạn có chắc rằng bạn muốn đăng xuất?
zh_cn: 您确定要注销吗？

# AwesomeMembers
source: Awesome<br/>Members
cs: Úžasní<br/>členové
de: tolle<br/>Mitglieder
el: Υπέροχα<br />Μέλη
es: Miembros<br/>geniales
et: Mojosaj<br/>membroj
fr: Des membres<br/>formidables
he: משתמשים <br/> נהדרים!
it: Fantastici<br/>Utenti
ja: すごい<br/>メンバー
ko: 멋진<br/>회원들
nl: Indrukwekkende<br/>leden
pt_br: Membros<br/>Incríveis
ru: Потрясающие<br/>участники
tr: Harika<br/>Üyeler
vi: Thành viên<br/>tuyệt vời
zh_cn: 优秀的成员

source: Become a member, it's FREE!
cs: Staňte se členem, je to ZDARMA!
de: Werden Sie Mitglied – KOSTENLOS!
el: Γίνετε μέλος, είναι ΔΩΡΕΑΝ
es: Hazte miembro, ¡es GRATIS!
et: Membriĝu, senkostas!
fr: Devenez membre, c'est GRATUIT !
he: הירשמו חינם!
it: Iscriviti ora! È GRATIS!
ja: 今すぐメンバー登録を (無料)
ko: 회원이 되어보세요, 무료랍니다!
nl: Word lid, het is gratis
pt_br: Seja um membro, é GRATUITO!
ru: Станьте участником, БЕСПЛАТНО!
tr: Üye ol, ÜCRETSİZ
vi: Hãy trở thành thành viên, hoàn toàn MIỄN PHÍ!
zh_cn: 赶快免费注册，成为我们的会员吧！

source: Born in...
cs: Narozen v...
de: Geboren im...
el: Γεννημένοι το...
es: Nacido en...
et: Naskita
fr: Né en...
he: תאריך לידה
it: Nato il...
ja: 。。。に生まれました
ko: 생년월일
nl: Geboren in…
pt_br: Nasci em…
ru: Родился в…
tr: Doğum Yılı …
vi: Được sinh ra vào…
zh_cn: 生日

# BuiltByMembers
source: A community built by its members.
cs: Komunita vytvářená jejímy členy.
el: Μία κοινότητα φτιαγμένη από τα μέλη της.
fr: Une communauté construite par ses membres
ru: Сообщество, построенное своими участниками.
tr: Üyeleri tarafından inşa edilen bir topluluk
vi: Một cộng đồng được xây nên bởi chính những thành viên.

source: Cancel
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
et: nuligi
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отменить
tr: İptal
vi: Hủy
zh_cn: 取消

source: Check out our members
cs: Podívejte se na naše členy
de: Lernen Sie unsere Mitglieder kennen
el: Ρίξτε μια ματιά στα μέλη μας
es: Echa un vistazo a nuestros miembros
et: Vidu, kiaj membroj ni jam havas!
fr: Jetez un coup d'œil à nos membres
he: הכירו את יתר המשתמשים באתר
it: Dai uno sguardo ai nostri utenti
ja: メンバーを調べる。
ko: 저희 커뮤니티 회원들을 둘러보세요
nl: Ga na wie onze leden zijn
pt_br: Conheça nossos membros
ru: Познакомьтесь с участниками сообщества
tr: Üyelere göz at
vi: Hãy xem qua thành viên của chúng tôi.
zh_cn: 查找成员

source: City
cs: Město
de: Stadt
el: Πόλη
es: Ciudad
et: urbo
fr: Ville
he: עיר
it: Città
ja: 市
ko: 도시
nl: Stad
pt_br: Cidade
ru: Город
tr: Şehir
vi: Thành phố
zh_cn: 城市

source: Clear
cs: Vymazat
de: Auswahl aufheben
el: Εκκαθάριση
es: Desmarcar
et: forigi kampojn
fr: Effacer
he: נקה
it: Annulla
ja: クリア
ko: 선택 취소
nl: Wis
pt_br: Liberar
ru: Отменить выделение
tr: Temizle
vi: Bỏ chọn
zh_cn: 取消选择

# ClickMeansAgreeWithTerms
source: By clicking 'Save', you agree and consent to our {0}Terms of use, including our Cookie Use and Privacy Policy{1}.
cs: Kliknutím na "uložit" souhlasíte s našimi {0}Podmínkami užívání, včetně Cookies a Zasád ochrany osobních údajů{1}.
de: Mit Klicken auf "Speichern" akzeptieren Sie unsere {0}Nutzungsbedingungen, inklusive unserer Cookie- und Datenschutzrichtlinien{1}.
el: Πατώντας 'Αποθήκευση', συμφωνείτε και συναινείτε με τους {0}Όρους χρήσης μας, συμπεριλαμβανομένης της Χρήσης Cookies και της Πολιτικής Απορρήτου{1}.
es: Al hacer clic en "Guardar", estás aceptando nuestros {0}Términos de uso, incluyendo nuestro uso de Cookies y la política de privacidad{1}
et: Per klako sur ”konservi” vi konsentas al niaj Uzadokondiĉojn, inkluzive nia Uzo de kuketoj kaj Praktiko koncerne privatecon
fr: En cliquant sur « Sauver », vous acceptez d'être liés par les termes des {0}conditions d'utilisations{1}
he: בלחיצה על "שמור", אתם מסכימים ל {0}תנאי השימוש שלנו, כולל לשימוש בעוגיות ולמדיניות הפרטיות שלנו {1}.
it: Cliccando su 'Salva', acconsenti e accetti i nostri {0}Termini di utilizzo, inclusa la nostra Informativa per la Privacy e l'Utilizzo dei Cookies{1}.
ja: 「保護」をクリックすることで{0}サービス規則とクッキーとプライバシーポリシーを{1}同意します。
ko: 저장하기' 를 클릭하시면, {0}쿠키사용 및 개인정보 보호정책을 포함한 저희의 이용약관{1}에 동의하게 됩니다.
nl: Als u klikt op 'opslaan',gaat u akkooord met onze {0}voorwaarden voor gebruik, inclusief ons gebruik van Cookies en Privacy beleid{1}.
pt_br: Ao clicar ‘Salvar’, você concorda e consente com nossos {0}Termos de Uso, incluindo nossa Política de Privacidade e uso de cookies{1}.
ru: Нажимая "Сохранить", вы подтверждаете, что ознакомлены, полностью согласны и принимаете {0}Условия предоставления услуг, а также соглашаетесь с нашей Политикой Cookie и Политикой Конфиденциальности{1}.
tr: Kaydet' butonuna tıklayarak Çerez Kullanımı ve Gizlilik Politikası {1} dahil Kullanım Şartlarımıza {0} kabul ve rızanız olduğunu göstermiş olursunuz
vi: Bằng việc click 'Save', bạn đồng ý và chấp thuận với {0}Điều khoản sử dụng, bao gồm việc sử dụng Cookie và Chính sách về quyền riêng tư {1}.
zh_cn: 点击保存表示您同意我们{0}的使用条款，包括Cookie使用和隐私策略{1}。

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
et: fermi
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pt_br: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng
zh_cn: 关闭

# ConfirmYourAccountByClickingHere
source: Please confirm your account by clicking <a href="#EmailConfirmationUrl#">this link</a>.
cs: Prosím potvrďte svůj účet kliknutím na <a href="#EmailConfirmationUrl#">tento odkaz</a>.
de: Bitte bestätigen Sie Ihre Anmeldung durch Klicken <a href="#EmailConfirmationUrl#">dieses Links</a>
el: Παρακαλούμε να επιβεβαιώσετε το λογαριασμό σας πατώντας <a href="#EmailConfirmationUrl#">σε αυτόν τον σύνδεσμο</a>.
es: Por favor confirma tu cuenta haciendo clic en <a href="#EmailConfirmationUrl#">este enlace</a>
et: Bonvolu, validigi vian konton per musklaso sur <a href="#EmailConfirmationUrl#">ĉi tiu ligilo</a>.
fr: Veuillez confirmer votre compte Hellolingo en ouvrant <a href="#EmailConfirmationUrl#">ce lien</a>.
he: אנא אשרו את חשבונכם ע"י לחיצה על <a href="#EmailConfirmationUrl#">this link</a>.
it: Per favore verifica il tuo account cliccando <a href="#EmailConfirmationUrl#">questo link</a>.
ja: <a href="#EmailConfirmationUrl#">をクリックすることでアカウントを確認してください。</a>
ko: <a href="#EmailConfirmationUrl#">해당 링크를</a> 클릭하여 계정을 인증해주세요.
nl: Bevestig a.u.b. uw wachtwoord door te klikken<a href="#EmailConfirmationUrl#">op deze link</a>.
pt_br: Por favor confirme sua conta clicando <a href="#EmailConfirmationUrl#">neste link</a>.
ru: Пожалуйста, пройдите по <a href="#EmailConfirmationUrl#">этой ссылке</a>, чтобы подтвердить ваш аккаунт.
tr: Lütfen <a href="#EmailConfirmationUrl#">buraya tıklayarak</a> hesabınızı onaylayın.
vi: Vui lòng xác nhận tài khoản của bạn bằng cách click vào <a href="#EmailConfirmationUrl#">link này</a>.
zh_cn: <a href="#EmailConfirmationUrl#">请点击这个链接验证您的账号。</a>

# ContactOption_AskInformation
source: Ask for information
cs: Požádejte o informace
de: Informationen anfordern
el: Ζητείστε πληροφορίες
es: Solicitar información
et: Demandi por informojn
fr: Demander des informations
he: בקשת מידע נוסף
it: Richiesta informazioni
ja: 情報の要求
ko: 문의하기
nl: Vraag om informatie
pt_br: Pedir informações
ru: Запросить информацию
tr: Bilgi Talebi
vi: Hỏi thêm thông tin
zh_cn: 寻求信息

# ContactOption_OtherSubject
source: Other Subject
cs: Jiný předmět
de: Sonstiges
el: Άλλο Θέμα
es: Otro tema
et: Alia afero
fr: Autre sujet
he: אחר
it: Altro motivo
ja: その他の件名
ko: 기타
nl: Ander onderwerp
pt_br: Outro Assunto
ru: Другое
tr: Diğer
vi: Chủ đề khác
zh_cn: 其他主题

# ContactOption_ProvideFeedback
source: Provide Feedback
cs: Poskytnout zpětnou vazbu
de: Feedback abgeben
el: Πείτε μας τη γνώμη σας
es: Comentarios
et: Doni reagojn
fr: Donner un avis
he: משוב
it: Lascia un Feedback
ja: フィードバックの提供
ko: 피드백 보내기
nl: Geef feedback
pt_br: Dê a sua opinião
ru: Оставить отзыв
tr: Geri bildirim
vi: Đưa ra đánh giá
zh_cn: 提供反馈

# ContactOption_ReportAbuse
source: Report Abuse
cs: Nahlásit zneužití
de: Missbrauch melden
el: Αναφορά Κατάχρησης
es: Reportar abuso
et: Raporti pri misuzo
fr: Signaler un utilisateur abusif
he: דיווח על שימוש לא ראוי
it: Segnalazione Abuso
ja: 不正利用の報告
ko: 불건전 사용자 신고
nl: Meld misbruik
pt_br: Relatar Abuso
ru: Сообщить о злоупотреблении
tr: Kötüye kullanım
vi: Thông báo vi phạm
zh_cn: 报告滥用

# ContactOption_ReportBug
source: Report a Bug
cs: Nahlásit chybu
de: Fehler melden
el: Αναφορά Σφάλματος
es: Reportar error
et: Raporti cimon
fr: Signaler une erreur
he: דיווח על תקלה
it: Segnalazione Bug
ja: バグの報告
ko: 오류 신고
nl: Meld een programmafout
pt_br: Relatar Erro
ru: Отправить отчёт об ошибке
tr: Hata raporu
vi: Thông báo lỗi
zh_cn: 报告错误

# ContactOption_RequestNewFeature
source: Request a new feature
cs: Požádat o novou funkci
de: Neue Funktion anfordern
el: Ζητείστε κάποιο νέο χαρακτηριστικό
es: Solicitar nueva función
et: Proponi novan funkcion
fr: Demander de nouvelle fonctionalités
he: בקשת פיצ'ר חדש
it: Richiesta nuova caratteristica
ja: 新機能についてたずねる
ko: 새로운 기능 요청
nl: Vraag een nieuw kenmerk
pt_br: Solicitar um novo recurso
ru: Запросить новую функцию
tr: Yeni özellik talebi
vi: Yêu cầu tính năng mới
zh_cn: 寻找新功能

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contáctanos
et: Kontakti nin
fr: Contactez-nous!
he: צרו קשר
it: Contattaci
ja: お問い合わせ
ko: 문의처
nl: Neem contact met ons op
pt_br: Contate-nos
ru: Свяжитесь с нами
tr: İletişim
vi: Liên hệ với chúng tôi
zh_cn: 联系我们

# CopyrightLine
source: © Copyright 1985-2017 Considerate LLC. All Rights Reserved
cs: © Autorská práva 1985-2016 Considerate LLC. Všechna práva vyhrazena
de: © Copyright 1985-2017 Considerate LLC. Alle Rechte vorbehalten.
el: © Πνευματική ιδιοκτησία 1985-2017 Considerate LLC. Με παρακράτηση όλων των δικαιωμάτων
es: © Copyright 1985-2017 Considerate LLC. Todos los derechos reservados.
et: © kopirajto 1985-2016 <b><i>Considerate LLC</i></b>. Ĉiuj rajtoj rezervitaj
fr: © Copyright 1985-2017 Considerate LLC. Tous droits réservés.
he: כל הזכויות שמורות 1985-2016 © Considerate LLC
it: © Copyright 1985-2017 Considerate LLC. Tutti i diritti riservati.
ko: © Copyright 1985-2017 모든 저작권은 Considerate LLC에 있습니다.
nl: © Copyright 1985-2017 Considerate LLC. Alle rechten voorbehouden
pt_br: © Copyright 1985-2017 Considerate LLC. Todos os Direitos Reservados.
ru: © Considerate LLC, 1985-2016. Все права защищены
tr: © Copyright 1985-2017 Considerate LLC. Her hakkı saklıdır.
vi: © Bản quyền 1985-2016 Considerate LLC. Bản quyền đã được bảo hộ
zh_cn: 版权所有 © 1985-2916 Considerate LLC。 保留所有权利。

source: Country
cs: Země
de: Land
el: Χώρα
es: País
et: lando
fr: Pays
he: מדינה
it: Paese
ja: 国
ko: 국가
nl: Land
pt_br: País
ru: Страна
vi: Quốc gia
zh_cn: 国家/地区

source: Creative Manager
cs: Kreativní ředitel
el: Δημιουργικός Μάνατζερ
es: Directora Creativa
et: Krea manaĝero
fr: Directrice de création
he: מנהלת קריאייטיב
it: Direttore creativo
ja: クリエイティブマネジャー
ko: 크리에이티브 매니저
nl: Beheerder / ontwerper
pt_br: Gerente de Criação
tr: Yaratıcı Yönetici
vi: Nhà quản lý sáng tạo
zh_cn: 创意经理

# DeleteAccountWarning
source: You're going to definitely delete your account and all your emails. Are you sure you want to do this?
cs: Právě se chystáte definitivně smazat svůj účet a všechny vaše emaily. Jste si jisti, že to chcete udělat?
de: Sie sind im Begriff, Ihr Konto und all Ihre E-Mails endgültig zu löschen. Wollen Sie das wirklich?
el: Πρόκειται να διαγράψετε οριστικά το λογαριασμό σας και όλα σας τα μηνύματα. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
es: Estás a punto de eliminar definitivamente tu cuenta y todos los mensajes de correo. ¿Estás seguro de que quieres hacerlo?
et: Vi estas foriganta vian konton kaj ĉion, kion ĝi enhavas. Ĉu vi certas?
fr: Vous allez effacer définitivement votre compte et tous les messages de votre boîte de messagerie. Etes-vous sûr?
he: אתם עומדים למחוק את חשבונכם ואת המיילים ללא אפשרות ביטול. אתם בטוחים?
it: Il tuo account e tutte le e-mail stanno per essere cancellati definitivamente. Procedere con l’operazione?
ja: アカウントとすべてのメールを削除しようとしています。削除しますか?
ko: 계정 및 주고받은 편지들이 완전히 삭제됩니다. 계속하시겠습니까?
nl: Je gaat definitief je account en al je emails wissen. Weet je zeker dat je dit wilt doen?
pt_br: Você excluirá definitivamente sua conta e todos os seus e-mails. Tem certeza que deseja fazer isso?
ru: Вы собираетесь окончательно удалить ваш аккаунт и все ваши сообщения. Вы действительно хотите это сделать?
tr: Hesabınızı ve tüm epostalarınızı silmek üzeresiniz? Bunu istediğinize emin misiniz?
vi: Bạn sẽ xóa hết tài khoản và những địa chỉ email của mình. Bạn chắc rằng bạn muốn làm vậy?
zh_cn: 您将删除您的帐户及所有电子邮件，确实要执行此操作吗？

source: Delete my profile
cs: Smazat můj profil
de: Mein Profil löschen
el: Διαγραφή του προφίλ μου
es: Borrar perfil
et: Forigi mian konton
fr: Effacer mon profil
he: מחק את החשבון שלי
it: Elimina profilo
ja: プロファイルを削除
ko: 내 프로필 삭제
nl: Wis mijn profiel
pt_br: Excluir meu perfil
ru: Удалить профиль
tr: Profilimi sil
vi: Xóa hồ sơ của tôi
zh_cn: 删除我的配置文件

# DiscoverAndShare
source: Discover and share the best resources. Connect with learners, practise with speakers.
cs: Objevuj a sdílej ty nejlepší zdroje. Spoj se se začátečníky, procvičuj s mluvčími.
de: Entdecken Sie und teilen Sie die besten Ressourcen. Tauschen Sie sich mit anderen Lernenden aus, üben Sie mit Muttersprachlern.
el: Ανακαλύψτε και μοιραστείτε τα καλύτερα βοηθήματα. Συνδεθείτε με μαθητευόμενους και εξασκηθείτε με ομιλητές.
es: Descubrir y compartir los mejores recursos. Conectarse con estudiantes, practicar con hablantes nativos.
et: Trovu kaj kunhavigu la plej bonajn lernmaterialojn. Kontaktiĝi kun lernantoj, ekzerciĝi kune kun parolantoj
fr: Découvrez et partagez les meilleures ressources. Connectez-vous et pratiquez ensemble
he: גלו ושתפו מקורות מידע מגוונים, צרו קשר עם תלמידים אחרים ותרגלו בהנאה עם דוברי שפת אם.
it: Scopri e condividi le migliori risorse. Connettiti con studenti e pratica con i madrelingua.
ja: 最高のリソースを発展、シェアさせます。学習者につながり、スピーカーと一緒に練習する。
ko: 최상의 자원을 찾고 나누세요. 학습자들과 교류하고, 원어민들과 연습하세요.
nl: Ontdek en deel de beste bronnen. Neem contact op met studenten, oefen met sprekers
pt_br: Descubra e compartilhe os melhores recursos. Conecte-se com estudantes, pratique com falantes.
ru: Находите и делитесь наилучшими ресурсами. Формируйте круги общения с другими учащимися и практикуйтесь в общении с носителями языка.
tr: En iyi kaynakları keşfedin ve paylaşın. Öğrenenlerler bağlantı kur, konuşanlarla pratik yap
vi: Khám phá và chia sẻ những nguồn lợi tốt nhất. Kết nối với người dùng khác, luyện tập với người bản xứ
zh_cn: 发现和分享优秀的资源，和小伙伴交流以及练习口语！

source: Edit your email address
cs: Editovat svou emailovou adresu
de: Bearbeiten Sie Ihre E-Mail-Adresse
el: Αλλαγή διεύθυνσης του email σας
es: Edita tu correo electrónico
et: Redakti retpoŝtadreson
fr: Changer votre adresse e-mail
he: ערוך את כתובת המייל שלך
it: Modifica il tuo indirizzo email.
ja: メールアドレスを編集
ko: 이메일 주소 수정
nl: Bewerk je emailadres
pt_br: Edite seu endereço de e-mail
ru: Изменить адрес электронной почты
tr: eposta adresini düzenle
vi: Chỉnh sửa địa chỉ email
zh_cn: 编辑您的邮件地址

# EmailAlreadySignedIn
source: This email address is already signed up. Please log in instead.
cs: Tato adresa je již zaregistrována. Prosím přihlašte se místo toho.
de: Diese E-Mail-Adresse ist bereits registriert. Loggen Sie sich bitte ein.
el: Αυτή η διεύθυνση email είναι ήδη εγγεγραμμένη. Παρακαλούμε συνδεθείτε.
es: Esta dirección de correo electrónico ya está registrada. Intenta acceder.
et: Ĉi tiu retpoŝtadreso jam estas registrita. Bonvolu ensaluti anstataŭ!
fr: Cet adresse e-mail est déjà enregistrée. Veuillez-vous connectez.
he: כתובת המייל כבר קיימת. אנא התחברו.
it: Questo indirizzo email è già registrato. Accedi se hai già un account.
ja: このメールアドレスはすでに登録しておりました。ログインしてください。
ko: 해당 메일 주소는 이미 등록되어 있습니다. 로그인 해주시기 바랍니다.
nl: Dit emailadres is al in gebruik. Log a.u.b in in plaarts daarvan
pt_br: Este endereço de e-mail já está cadastrado. Por favor, entre no site com ele.
ru: Этот адрес привязан к существующему аккаунту. Используйте его для входа.
tr: Bu eposta ile zaten kayıtlı. Lütfen giriş yapın.
vi: Địa chỉ email này đã được dùng để đăng kí. Vui lòng đăng nhập.
zh_cn: 这个邮件地址已经被注册了，请直接登陆。

source: Email sent
cs: Email odeslán
de: E-mail gesendet
el: Το email εστάλη
es: Mensaje enviado
et: Retpoŝtmesaĝo sendita
fr: E-mail envoyé
he: המייל נשלח
it: Email inviata.
ja: 送信しました
ko: 이메일 전송 완료
nl: Verzonden Email
pt_br: E-mail enviado
ru: Сообщение отправлено
tr: eposta gönderildi
vi: Email đã được gửi
zh_cn: 邮件已发出

# EmailWithPasswordResetInfoSentMsg
source: An email with instructions to reset your password has been sent to your email address
cs: Email s instrukcemi pro obnovu hesla byl odeslán na vaši emailovou adresu
de: Ihnen wurde eine E-Mail, wie Sie Ihr Passwort zurücksetzen können, gesendet
el: Ένα email με οδηγίες για να επαναφέρετε τον κωδικό πρόσβασής σας έχει αποσταλεί στο email σας
es: Se ha enviado un correo electrónico con instrucciones para restablecer tu contraseña
et: Retletero kun admonoj por nuligi vian pasvorton estis sendita al via retpoŝtadreso
fr: Un e-mail avec des instructions pour réinitialiser votre mot de passe à été envoyé à votre adresse email
he: מייל עם הנחיות לאיפוס הסיסמה נשלח לתיבת המייל שלך
it: Una email con istruzioni per resettare la password è stata inviata alla tua posta elettronica.
ja: パスワードを再びセットするには指示付きのメールが送りました。
ko: 비밀번호 초기화 안내 메일이 귀하의 이메일 주소로 발송되었습니다.
nl: Er is een email gestuurd naar je emaildres om je wachtwoord te vernieuwen.
pt_br: Um e-mail com instruções para redefinir sua senha foi enviado para o seu endereço de e-mail.
ru: Инструкции для изменения пароля были отправлены на ваш адрес электронной почты
tr: Şifrenizi sıfırlama ile ilgili talimatlar epostanıza gönderildi.
vi: Một email hướng dẫn cách đặt lại mật khẩu đã được gửi tới địa chỉ email của bạn
zh_cn: 一封重置密码的邮件已经发送到您的邮箱。

# EnterCurrentPasswordToConfirm
source: Please enter your current password to confirm your changes
cs: Prosím vepište své aktuální heslo k potvrzení změn
de: Bitte geben Sie Ihr aktuelles Passwort ein, um die Änderungen zu bestätigen
el: Παρακαλούμε εισάγετε τον τρέχοντα κωδικό πρόσβασής σας για να επιβεβαιώσετε τις αλλαγές
es: Por favor, introduce tu contraseña actual
et: Tajpu vian ekzistantan pasvorton por validigi viajn ŝanĝojn
fr: Veuillez enter votre mot de passe pour confirmer vos changements
he: אנא הכנס את סיסמתך העדכנית כדי לאשר את השינויים.
it: Per favore inserisci la tua attuale password per confermare le modifiche.
ja: 変更の確認するには現在のパスワードを入力してください。
ko: 수정된 정보를 저장하시려면 현재 비밀번호를 입력해주세요.
nl: Vul a.u.b. je wachtwoord in om je wijzigingen te bestigen
pt_br: Por favor digite sua senha atual para confirmar suas modificações
ru: Пожалуйста, введите ваш текущий пароль, чтобы подтвердить изменения
tr: Değişiklikleri onaylamak için geçerli şifrenizi giriniz.
vi: Vui lòng nhập mật khẩu hiện tại để xác nhận thay đổi.
zh_cn: 请输入您最近使用的密码来验证您的修改。

# FailedToVerifyYourEmail
source: We couldn't verify your email address.
cs: Nemůžeme ověřit vaši emailovou adresu.
de: Leider konnten wir Ihr E-Mail-Adresse nicht abgleichen.
el: Δε μπορέσαμε να επιβεβαιώσουμε τη διεύθυνση email σας.
es: No hemos podido verificar tu dirección de correo electrónico
et: Ni ne povas validigi vian retpoŝtadreson.
fr: Nous n'avons pas réussi à vérifier votre compte.
he: לא הצלחנו לאמת את כתובת המייל שלך.
it: Impossibile verificare il tuo indirizzo email.
ja: メールアドレスを確認出来ませんでした。
ko: 해당 메일 주소를 확인할 수 없습니다.
nl: Wij konden je emailadres niet controleren
pt_br: Não pudemos verificar seu endereço de e-mail.
ru: Мы не смогли подтвердить ваш электронный адрес.
tr: eposta adresinizi doğrulayamadık
vi: Chúng tôi không tìm thấy địa chỉ email của bạn.
zh_cn: 我们无法验证您的邮件地址。

source: Female
cs: Žena
de: Weiblich
el: Γυναίκα
es: Femenino
et: virino
fr: Féminin
he: נקבה
it: Femmina
ja: 女性
ko: 여성
nl: Vrouw
pt_br: Feminino
ru: Женский
tr: Kadın
vi: Nữ
zh_cn: 女

source: First Name
cs: Křestní jméno
de: Vorname
el: Όνομα
es: Nombre
et: Persona nomo
fr: Prénom
he: שם פרטי
it: Nome
ja: 名前
ko: 이름
nl: Voornaam
pt_br: Nome
ru: Имя
tr: Ad
vi: Tên
zh_cn: 名字

# ForgotPassword
source: Forgot your password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Olvidaste la contraseña?
et: Ĉu vi forgesis vian pasvorton?
fr: Mot de passe oublié?
he: שכחתם את הסיסמה?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊어버리셨나요?
nl: Je wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?
zh_cn: 忘记密码？
