Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/StringsFoundation.*.resx
Languages: cs, de, el, es, et, fr, he, it, ja, ko, nl, pt_br, ru, tr, vi, zh_cn

source: Spread the word!
cs: Sdílejte nás!
de: Erzählt es weiter!
el: Μοιραστείτε το!
es: ¡Difunde el mensaje!
et: Diskonigu la scion!
fr: Parlez-en autour de vous!
he: ספרו לכולם!
it: Diffondi la parola!
ja: ニュースを広げ！
ko: 소식을 퍼뜨려주세요!
nl: Vertel het verder
pt_br: Divulgue!
ru: Поделитесь с другими!
tr: Sözü yaygınlaştırın!
vi: Chia sẻ ngay!
zh_cn: 分享给其他小伙伴！

# SuperiorExperience
source: Superior<br/>Experience
cs: Skvělá<br/>zkušenost
de: ein überragendes <br/>Nutzererlebnis
el: Ανώτερη<br/>Εμπειρία
es: Experiencia<br/>Superior
et: Bonega<br/>spertaĵo
fr: Une expérience supérieure
he: גלישה <br/> חווייתית
it: Esperienza<br/>Superiore
ja: 優勢な<br/>経験
ko: 탁월한<br/>경험
nl: Hogere<br/>Ervaring
pt_br: Experiência<br/>Superior
ru: Наилучшие<br/>впечатления
tr: En iyi<br/>Deneyim
vi: Trải nghiệm<br/>tuyệt vời hơn
zh_cn: 卓越的体验

# TellMoreToTheCommunity
source: Tell us something about yourself : hobbies, studies, interests, why you are learning languages...
cs: Řekněte nám něco o vás : koníčky, studie, zájmy, proč se učíte jazyky...
de: Erzählen Sie uns etwas über sich: Hobbys, Ausbildung, Interessen, warum Sie Sprachen lernen…
el: Πείτε μας κάτι για εσάς : χόμπυ, σπουδές, ενδιαφέροντα, γιατί μαθαίνετε ξένες γλώσσες...
es: Cuéntanos algo sobre ti: pasatiempos, estudios, intereses, por qué estás aprendiendo idiomas…
et: Rakontu nin ion pri vi: ŝatokupoj, studadoj, interesoj, kial vi lernas lingvojn...
fr: Parlez-nous de vous : vos loisirs, vos centres d'intérêts, vos études, pourquoi vous étudiez les langues...
he: ספרו לנו על עצמכם: תחביבים, לימודים, תחומי עניין, מדוע אתם לומדים שפות...
it: Racconta qualcosa di te: hobby, studi, interessi, perché studi altre lingue…
ja: 趣味、専攻、興味、学習の動機などを教えてください
ko: 자신에 대해 이야기 해주세요: 취미, 학업, 관심사, 언어를 배우는 이유 등...
nl: Vertel ons iets over jezelf. : hobby's, studies, interesses, waarom je talen leert…
pt_br: Diga algo sobre você: passatempos, estudos, interesses, por que está aprendendo outros idiomas…
ru: Расскажите нам о себе: своих хобби, интересах, о том, почему вы изучаете языки…
tr: Biz hakkınızda bir şeyler söyleyin: hobiler,çalışmalar, ilgi alanları, neden dil öğreniyorsunuz?
vi: Hãy chia sẻ với chúng tôi vài điều về bạn: thú vui, học vấn, sở thích, lý do bạn hứng thú với ngôn ngữ…
zh_cn: 请简单介绍你自己： 爱好、学习、兴趣以及学习语言的原因等。

source: Terms of Use
cs: Podmínky použití
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
et: Uzadokondiĉojn
fr: Conditions d'utilisations
he: תנאי שימוש
it: Condizioni per l’utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pt_br: Termos de Uso
ru: Условия предоставления услуг
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_cn: 使用条款

source: Text Chat
cs: Chat
el: Συνομιλία με κείμενο
es: Conversación de texto
et: Tekstbabilado
fr: Chat Textuel
he: צ'ט
it: Chat testuale
ja: 文章チャット
ko: 텍스트 채팅
nl: Geschreven Chat
pt_br: Conversa em Texto
ru: Текстовый чат
tr: Yazılı Chat
vi: Chat chữ
zh_cn: 文本聊天

# UICultureChangeCredits
source: Hellolingo in [LANG] is made possible thanks to our members and friends.
cs: Hellolingo v Čeština je možné díky našim členům a přátelům.
de: [No Need To Translate This]
el: Το Hellolingo στα Ελληνικά είναι εφικτό χάρη στα μέλη και τους φίλους μας.
es: [No Need To Translate This]
et: [No Need To Translate This]
fr: [No Need To Translate This]
he: Hellolingo תורגם לעברית הודות לחברינו בישראל.
it: [No Need To Translate This]
ja: [No Need To Translate This]
ko: [No Need To Translate This]
nl: [No Need To Translate This]
pt_br: [No Need To Translate This]
ru: [No Need To Translate This]
tr: Hellolingo'nun Türkçe dilinde olmasını sağlayan üye ve arkadaşlarımıza teşekkürler.
vi: Hellolingo trong Tiếng Việt đã được dịch bởi thành viên của chúng tôi
zh_cn: 谢谢我们的用户和朋友们的帮助，使Hellolingo能够被翻译成希伯来语版本。

# UICultureChangeHelpUs
source: At this time, about 50% of Hellolingo is in [LANG]. We'll display text that hasn't been translated yet in English. Don't hesitate to contact us if you want to help complete the [LANG] version of Hellolingo.
cs: Nyní je asi 50% Hellolingo v Čeština. Budeme zobrazovat text, který dosud nebyl přeložený do angličtiny. Neváhejte nás kontaktovat, pokud chcete pomoct s kompletní Čeština verzí Hellolingo.
de: [No Need To Translate This]
el: Αυτή τη στιγμή, περίπου το 50% του Hellolingo είναι στα ελληνικά. Θα προβάλλουμε κείμενο που δεν έχει μεταφραστεί ακόμα στα αγγλικά. Μη διστάσετε να επικοινωνήσετε μαζί μας αν θέλετε να βοηθήσετε να ολοκληρωθεί η Ελληνική έκδοση του Hellolingo
es: [No Need To Translate This]
et: [No Need To Translate This]
fr: [No Need To Translate This]
he: כרגע רק כ-50% מ-Hellolingo מתורגם לעברית. טקסט שטרם תורגם מוצג באנגלית. אם אתם מעוניינים לעזור להשלים את הגרסה העברית של הלו-לינגו, אל תהססו וצרו קשר.
it: [No Need To Translate This]
ja: [No Need To Translate This]
ko: [No Need To Translate This]
nl: [No Need To Translate This]
pt_br: [No Need To Translate This]
ru: [No Need To Translate This]
tr: Şimdilik, Hellolingo'nun yaklaşık %35'si Türkçeleştirilmiştir.Türkçeleştirilmemiş olan yerleri İngilizce olarak göstereceğiz.Hellolingo'nun Türkçe sürümünü tamamlamak için yardım etmek isterseniz bize yazmaktan çekinmeyin
vi: Hiện tại, khoảng 50% của Hellolingo là Tiếng Việt. Chúng tôi sẽ hiển thị phần chưa được dịch bằng Tiếng Anh. Đừng ngần ngại liên hệ với chúng tôi nếu bạn muốn giúp hoàn thành phiên bản Tiếng Việt của Hellolingo.
zh_cn: 到现在为止，大约百分之50的Hellolingo已经被翻译成希伯来语。我们将会把目前还未翻译部分的文本显示出来，如果您想帮助我们完成Hellolingo的希伯来语部分，请不要犹豫，赶快联系我们吧！

# UnableToFindEmail
source: Unable to find this email address
cs: Nelze najít tuto emailovou adresu
de: E-Mail-Adresse nicht gefunden
el: Δε μπορούμε να βρούμε αυτή τη διεύθυνση email
es: No se ha podido encontrar esta dirección de correo electrónico.
et: Ni ne povas trovi ĉi tiun retpoŝtadreson.
fr: Adresse e-mail introuvable
he: לא הצלחנו למצוא את כתובת המייל
it: Impossibile trovare questo indirizzo email
ja: メールアドレスを認定出来ませんでした。
ko: 해당 이메일 주소를 찾을 수 없습니다.
nl: We kunnen dit emailadres niet vinden
pt_br: Não foi possível encontrar este endereço de e-mail.
ru: Не удалось найти этот адрес электронной почты
tr: eposta adresi bulunamadı
vi: Không tìm thấy địa chỉ email này
zh_cn: 未找到这个邮件地址

source: Voice Chat
cs: Hlasový chat
de: Sprachchat
el: Φωνητική συνομιλία
es: Conversación de voz
et: Voĉbabilado
fr: Chat Vocal
he: צ'ט קולי
it: Chat vocale
ja: 音声チャット
ko: 보이스 채팅
nl: Gesproken Chat
pt_br: Conversa em Voz
ru: Голосовой чат
tr: Sesli Chat
vi: Chat bằng giọng nói
zh_cn: 语音聊天

# WantToHelp
source: I want to help build Hellolingo
cs: Chci pomoct budovat Hellolingo
de: Ich will helfen, Hellolingo auszubauen
el: Θέλω να βοηθήσω να φτιαχτεί το Hellolingo
es: Me gustaría ayudar a mejorar HelloLingo
et: Mi volas kontribui al konstruado de <i>Hellolingo</i>
fr: Je veux aider Hellolingo
he: אני מעוניין לסייע בבניית Hellolingo
it: Voglio aiutare a costruire Hellolingo
ja: HelloLingoを作って手伝いたいと思います。
ko: Hellolingo 구축을 돕고 싶습니다
nl: Ik wil helpen met Hellolingo te bouwen.
pt_br: Eu quero ajudar a construir o Hellolingo
ru: Я хочу помочь вам разрабатывать Hellolingo
tr: Hellolingo'yu geliştirmeye yardım etmek istiyorum
vi: Tôi muốn góp phần xây dựng Hellolingo
zh_cn: 我想要帮助开发Hellolingo

# WarmestRegardsFromHellolingoCommunity
source: Warmest regards from the Hellolingo community
cs: Vřelé pozdravy od Hellolingo komunity
de: Herzliche Grüße von der Hellolingo-Community
el: Με τους θερμότερους χαιρετισμούς από την κοινότητα του Hellolingo
es: Saludos cordiales de la comunidad de Hellolingo
et: Elkorajn salutojn el <i>Hellolingo</i>-komunumo!
fr: Salutations de la communauté Hellolingo
he: קהילת Hellolingo שולחת לך ברכות לבביות!
it: I più calorosi saluti dalla comunità di Hellolingo
ja: 敬具、HelloLingoのコミュニティーより
ko: 따뜻한 안부를 전합니다. Hellolingo 커뮤니티 드림
nl: Met heel veel dank van de Hellolingo groep
pt_br: Calorosos cumprimentos da comunidade Hellolingo
ru: С наилучшими пожеланиями от сообщества Hellolingo
tr: Hellolingo topluluğundan en içten saygılarla
vi: Lời chào thân mật nhất từ cộng đồng Hellolingo
zh_cn: 来自Hello 社区的最诚挚的问候。

# WeAreBuildingIt
source: We're building it!
cs: Pracujeme na tomu!
de: Wir erschaffen es jetzt!
el: Το φτιάχνουμε!
es: ¡Lo estamos construyendo!
et: Ni konstruas ĝin!
fr: Nous la bâtissons
he: אנו בונים את הקהילה שלנו!
it: Lo stiamo costruendo!
ja: 工事中
ko: 저희는 이러한 커뮤니티를 구축하고 있습니다!
nl: Wij zijn bezig met dit op te bouwen.
pt_br: Estamos construindo!
ru: Мы в процессе работы!
tr: Oluşturmaktayız!
vi: Chúng tôi đang xây dựng!
zh_cn: 我们正在努力地开发中！

# WeBuildingCommunityForYou
source: We're building a community for your Language Learning.
cs: Vytváříme komunitu pro vaše studium jazyků.
de: Wir erschaffen eine Community zum Sprachenlernen
el: Φτιάχνουμε μια κοινότητα για την Εκμάθηση Γλωσσών σας
es: Estamos construyendo una comunidad para el aprendizaje de idiomas
et: Ni konstruas komunumon por via Lingvolernado.
fr: Nous construisons une communauté pour votre apprentissage de langues
he: אנחנו בונים קהילה שתאפשר לכם ללמוד שפות בצורה מהנה ויעילה.
it: Stiamo costruendo una comunità per il tuo apprendimento linguistico.
ja: あなた向けの言語学習コミュニティーを作っています。
ko: 저희는 당신의 언어학습을<br/>위한 커뮤니티를 구축하고<br/>있습니다.
nl: Wij bouwen een gemeenschap om talen te leren
pt_br: Estamos construindo uma comunidade para o seu Aprendizado Linguístico.
ru: Мы строим международное сообщество для изучения языков!
tr: Sizin dil öğreniminiz için bir topluluk oluşturuyoruz
vi: Chúng tôi đang xây dựng một cộng đồng cho nhu cầu học ngôn ngữ của bạn.
zh_cn: 我们正在开发一个社区来帮助你学习语言。

source: Welcome to Hellolingo!
cs: Vítejte na Hellolingo!
de: Willkommen bei Hellolingo
el: Καλωσορίσατε στο Hellolingo!
es: ¡Bienvenido a Hellolingo!
et: Saluton al <i>Hellolingo</i>
fr: Bienvenue sur Hellolingo!
he: ברוכים הבאים ל-Hellolingo!
it: Benvenuto su Hellolingo!
ja: Hellolingo へようこそ
ko: Hellolingo에 오신 걸 환영해요!
nl: Welkom bij Hellolingo
pt_br: Bem-vindo ao Hellolingo!
ru: Добро пожаловать в Hellolingo!
tr: Hellolingo'ya Hoşgeldiniz!
vi: Chào mừng tới Hellolingo!
zh_cn: 欢迎来到 Hellolingo

# WithLanguageExchangeYouGotItAll
source: With <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Language Exchange</a>, you can harness the power of social networking and the endless resources of the web...
cs: S <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">výměnou jazyků</a> můžete využít sílu sociálních sítí a nekonečných zdrojů webu...
de: Mit <a href="https://de.wikipedia.org/wiki/Tandem_(Sprachlernmethode)" class="lang-xchg-link" target="_blank">Sprachaustausch</a>, können Sie die Kraft der sozialen Netzwerke und die unendlichen Ressourcen des Internets nutzen.
el: Με την <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Ανταλλαγή Γλώσσας</a>, μπορείτε να εκμεταλλευτείτε τη δύναμη της κοινωνικής δικτύωσης και τους ατελείωτους πόρους του δικτύου...
es: Con <a href="https://es.wikipedia.org/wiki/Intercambio_de_idiomas"class="lang-xchg-link"target="_blank">Intercambio de idiomas</a>, puedes aprovechar el poder de las redes sociales y un sin fin de recursos en Internet...
et: Per <a href="https://eo.wikipedia.org/wiki/Lingvolerna_inter%C5%9Dan%C4%9Do" class="lang-xchg-link" target="_blank">Lingvolerna interŝanĝo</a>, vi povas jungi potencon de socia retumado kaj senfinaj lernomaterialoj en TTT
fr: Avec l'<a href="https://fr.wikipedia.org/wiki/%C3%89change_linguistique" class="lang-xchg-link" target="_blank">échange linguistique</a>, vous pouvez profiter des bénéfices des réseaux sociaux et des ressources illimitées du web.
he: באמצעות <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">חילופי שפות</a> תוכלו לנצל את הרשת החברתית ומקורות מידע רבים נוספים
it: Con il <a href="https://it.wikipedia.org/wiki/Tandem_linguistico" class="lang-xchg-link" target="_blank">tandem linguistico</a>, puoi sfruttare la forza delle connessioni social e le infinite risorse della rete...
ja: <a href="https://ja.wikipedia.org/wiki/%E8%A8%80%E8%AA%9E%E4%BA%A4%E6%8F%9B" class="lang-xchg-link" target"_blank">言語交換</a>とソーシャルネットワーキングの力や終わりのないリソースをインターネットで捕まえられます。
ko: <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">언어 교환</a>을 통해, 소셜 네트워크의<br/>힘과 웹의 무궁한 자원을 활용할 수<br/>있습니다.
nl: Met <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Language Exchange</a>, kun je de kracht van sociaal netwerken en de oneindige mogelijkheden van het web gebruiken voor...
pt_br: Com o <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Intercâmbio Linguístico</a>, você pode explorar o poder das redes sociais e os inesgotáveis recursos da web…
ru: С помощью <a href="https://ru.wikipedia.org/wiki/%D0%98%D0%B7%D1%83%D1%87%D0%B5%D0%BD%D0%B8%D0%B5_%D1%8F%D0%B7%D1%8B%D0%BA%D0%B0_%D0%B2_%D1%82%D0%B0%D0%BD%D0%B4%D0%B5%D0%BC%D0%B5" class="lang-xchg-link" target="_blank">языкового обмена</a>, вы можете использовать весь потенциал социальных сетей и бесконечных веб-ресурсов...
tr: <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Dil Değişimi</a> ile web'in sonsuz kaynakları ile sosyal ağların gücünden faydalanabilirsiniz.
vi: Bằng việc <a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Trao đổi ngôn ngữ</a>, bạn có thể tận dụng triệt để thế mạnh của mạng xã hội và vô số lợi ích của trang web…
zh_cn: 有了<a href="https://en.wikipedia.org/wiki/Language_exchange" class="lang-xchg-link" target="_blank">Language Exchange</a>，你可以利用社交网络的力量和我们网站上的丰富的资源...

source: With Many Advantages
cs: S mnohými výhodami
de: mit vielen Vorteilen
el: Με πολλά πλεονεκτήματα
es: Con muchas ventajas
et: kun multaj avantaĝoj
fr: et de nombreux avantages
he: עם המון יתרונות!
it: Con Molti Vantaggi
ja: 利益がいっぱいあります。
ko: 많은 이점들
nl: Met veel voordelen
pt_br: Com Muitas Vantagens
ru: С множеством преимуществ
tr: Birçok avantajlarla
vi: Với Nhiều Lợi Ích
zh_cn: 更多精彩内容

source: Year
cs: Rok
de: Jahre
el: Έτος
es: Año
et: jaro
fr: Année
he: שנה
it: Anno
ja: 年
ko: 연도
nl: Jaar
pt_br: Ano
ru: Год
tr: Yıl
vi: Năm
zh_cn: 年

source: Yes
cs: Ano
de: Ja
el: Ναι
es: Sí
et: Jes
fr: Oui
he: כן
it: Sì
ja: はい
ko: 예
nl: Ja
pt_br: Sim
ru: Да
tr: Evet
vi: Đồng ý
zh_cn: 是

source: Your Email
cs: Váš email
de: Ihre E-Mail-Adresse
el: Το email σας
es: Correo electrónico
et: Via retpoŝto
fr: Votre E-mail
he: כתובת המייל שלך
it: Il tuo indirizzo email
ja: メール アドレス
ko: 이메일 주소
nl: Je Email
pt_br: Endereço de e-mail
ru: Ваш Email
tr: epostanız
vi: Địa chỉ email của bạn
zh_cn: 请输入电子邮件地址

source: Email
de: E-Mail-Adresse
es: Correo electrónico
et: retpoŝto
he: אימייל
ja: メール
ko: 이메일
tr: eposta
zh_cn: 邮件
