Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/TextChatResource.*.resx
Languages: de, es, fr, he, it, ko, nl, pt_br, ru, zh_cn

# ToolTipsEmailInvalid
source: This email address is invalid
de: Ihre E-Mail-Adresse ist falsch.
es: La dirección de correo electrónico es incorrecta.
fr: Cette adresse e-mail est invalide.
he: כתובת מייל זו אינה תקינה
it: L’indirizzo e-mail è errato.
ko: 잘못된 이메일 주소네요.
nl: Dit emailadres is ongeldig
pt_br: Este endereço de e-mail é inválido
ru: Ваш почтовый адрес неверен
zh_cn: 电子邮件地址不正确！

# ToolTipsSendEmail
source: Send Email
de: E-Mail senden
es: Enviar mensaje
fr: Envoyez un e-mail
he: שלך מייל
it: Invia e-mail
ko: 이메일 보내기
nl: Stuur een email
pt_br: Enviar e-mail
ru: Отправить сообщение
zh_cn: 发送邮件

source: Public Chat Rooms
de: Öffentliche Chatrooms
es: Salas públicas
fr: Salles Publiques
he: חדרי צ'ט
it: Stanze chat pubblica
ko: 공개 채팅방
nl: Openbare chatrooms
pt_br: Salas de Conversa Públicas
ru: Общие комнаты
zh_cn: 公共聊天室

source: Online Members
de: Online Mitglieder
es: Miembros conectados
fr: Membres en ligne
he: משתמשים מחוברים
it: Membri connessi
ko: 접속 중인 회원
nl: Leden online
pt_br: Membros Conectados
ru: Участники в сети
zh_cn: 在线成员

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
he: צפה בפרופיל
it: Vedi profilo
ko: 프로필 보기
nl: Bekijk het profiel
pt_br: Exibir Perfil
ru: Просмотр профиля
zh_cn: 查看配置文件

# ThisMemberWantsToChat
source: This member wants to start a private chat with you.
de: Dieses Mitglied ist an einem privaten Chat mit Ihnen interessiert.
es: Este miembro quiere iniciar un chat privado contigo.
fr: Ce membre désire démarrer une conversation privée avec vous.
he: משתמש זה מעוניין להתחיל בצ'ט פרטי איתך
it: Questo membro vuole iniziare una chat privata con te.
ko: 이 회원이 당신과의 일대일 대화를 원해요.
nl: dit lid wil een privé-gesprek met je voeren
pt_br: Este membro deseja iniciar uma conversa particular com você.
ru: Этот участник хочет начать частную беседу с вами.
zh_cn: 该会员想与您进行单独聊天。

source: More learners...
de: Mehr Lernende
es: Más compañeros
fr: Plus de membres
he: לומדים נוספים...
it: Più studenti...
ko: 더 많은 학습자들…
nl: Meer studenten…
pt_br: Mais estudantes…
ru: Больше участников...
zh_cn: 更多学习者

# SayHi
source: (Say 'Hi!' or write your message here)
de: (Sagen Sie 'Hallo!' oder schreiben Sie hier Ihre Nachricht)
es: (Di "¡Hola!" o escribe tu mensaje aquí)
fr: (Dites 'Bonjour!' ou écrivez votre message ici)
he: כתוב הודעתך כאן או אמור Hi
it: (Saluta o scrivi il tuo messaggio qui)
ko: (여기에 입력하세요)
nl: ( zeg HI, of schrijf hier je bericht )
pt_br: (Diga 'Oi!' ou escreva sua mensagem aqui)
ru: (Поздоровайтесь или напишите ваше сообщение здесь)
zh_cn: (打个招呼或者在这里写下你的信息)

source: Share
de: Teilen
es: Compartir
fr: Partager
he: שתף
it: Condividi
ko: 공유하기
nl: Deel
pt_br: Compartilhar
ru: Поделиться
zh_cn: 分享

source: Chat Request
de: Chatanfrage
es: Solicitud de chat
fr: Demande de conversation
he: בקשה לצ'ט
it: Invita in chat
ko: 채팅 요청
pt_br: Solicitação de Conversa
ru: Начать беседу
zh_cn: 聊天请求

source: Chat History
de: Chatverlauf
es: Historial de chat
fr: Historique des conversations
he: היסטוריית צ'ט
it: Cronologia chat
ko: 채팅 기록
nl: Chatgeschiedenis
pt_br: Histórico de Conversa
ru: История чата
zh_cn: 聊天历史记录

# EnterSecretRoom
source: Enter your room name here
de: Schreiben Sie Ihren Chatroom-Namen hierhin
es: Introduce el nombre de tu sala aquí
fr: Entrez votre nom de salle ici
he: הזן כאן את שם החדר שלך
it: Inserisci il nome della tua stanza qui
ko: 방제를 입력해주세요.
nl: Voer de naam van je Chatroom hier in
pt_br: Escreva aqui o nome da sua sala
ru: Введите имя комнаты здесь
zh_cn: 在这里输入你的房间名字

# FirstMessage
source: Welcome to the Hellolingo room! If you have questions or requests about Hellolingo, this is the right place for you. Get answers from the community and the Hellolingo creators. Let's build a better learning community together.
de: Herzlich Willkommen im Hellolingo-Chatroom. Wenn Sie Fragen oder Bitten zu Hellolingo haben, sind Sie hier richtig. Hier bekommen Sie Antworten von der Hellolingo-Community und dem Gründer. Zusammen erschaffen wir eine bessere Community zum Sprachenlernen.
es: ¡Bienvenido a la sala de Hellolingo! Si tienes alguna petición o pregunta sobre Hellolingo, estás en el lugar indicado. Obtén respuestas de la comunidad y de los creadores de Hellolingo. Construyamos juntos una comunidad mejor.
fr: Bienvenue dans la salle Hellolingo! Si vous avez des questions ou des requêtes à propos d'Hellolingo, vous êtes au bon endroit. Nos membres et les créateurs d'Hellolingo peuvent vous aider. Ensemble, construisons une meilleure communauté d'apprentissage.
he: ברוכים הבאים לחדר Hellolingo! במידה וברשותך שאלות או בקשות בנוגע לHellolingo, זהו המקום הנכון עבורך. קבל תשובות מחברי הקהילה ויוצרי Hellolingo. בואו נבנה קהילה טובה יותר ללימוד שפות.
it: Benvenuto nella stanza di Hellolingo! Se hai domande o richieste riguardo ad Hellolingo, questo è il posto adatto per te. Riceverai risposte dalla comunità o dai creatori di Hellolingo. Costruiamo insieme una comunità di apprendimento migliore.
ko: Hellolingo 방에 오신 걸 환영해요! Hellolingo에 대해 궁금하신 점이나 요청사항이 있으시다면, 제대로 찾아 오셨어요. 커뮤니티 회원들과 Hellolingo 제작자들로부터 답변을 받아 보세요. 함께 더 나은 학습 커뮤니티를 만들어 가요!
nl: Welkom bij Hellolingo chatroom! Als je vragen of verzoeken hebt t.a.v. Hellolingo, ben je hier op de juiste plaats. Krijg antwoorden van de gemeenschap en de bouwers van Hellolingo. Laten wij samen een betere leerwereld opbouwen.
pt_br: Bem-vindo à sala do Hellolingo! Se você tiver perguntas ou pedidos para o Hellolingo, este é o lugar certo para você. Obtenha respostas da comunidade e dos criadores do Hellolingo. Vamos juntos construir uma comunidade de aprendizagem melhor.
ru: Добро пожаловать в комнату Hellolingo! Если у вас есть вопросы по поводу сообщества, эта комната для вас. Получите ответы на ваши вопросы от других участников или от создателей Hellolingo. Давайте вместе сделаем это сообщество лучше!

# JustLeft
source: Left Recently
de: kürzlich verlassen
es: Acaba de Salir
fr: Parti récemment
he: התנתק לאחרונה
it: Usciti da poco
ko: 방금 로그아웃한 회원
nl: Onlangs weggegaan
pt_br: Saíram Recentemente
ru: Недавно покинули
zh_cn: 近期离开

# LeaveRoom
source: Leave this room
de: Chatroom verlassen
es: Salir de la sala
fr: Quitter cette salle
he: צא מחדר זה
it: Lascia questa stanza
ko: 방 나가기
nl: Verlaat deze chatroom
pt_br: Sair desta sala
ru: Выйти из комнаты
zh_cn: 离开这个房间

# MemberDoesntWantPrivate
source: Sorry! This member prefers not to receive private chat invitations
de: Entschuldigung! Dieser Mitglied möchte keine privaten Chat-Einladungen bekommen.
es: ¡Lo sentimos! Este miembro prefiere no recibir invitaciones para hablar en privado
fr: Désolé! Ce membre préfère ne pas recevoir d'invitations à des conversations privées
he: מצטערים! משתמש זה בחר שלא לקבל הזמנות לצ'ט פרטי
it: Spiacenti! Questo utente preferisce non ricevere inviti a chat private
ko: 안타깝지만 이 회원은 일대일 대화 초대 수신을 원하지 않네요.
nl: Sorry, dit lid wenst geen uitnodigingen om te chatten
pt_br: Desculpe! Este membro prefere não receber convites para conversas particulares.
ru: Извините, но этот участник предпочитает не принимать приглашения в частную беседу
zh_cn: 抱歉！这个成员暂时不想接受私人聊天请求

# MemberDoesntWantPrivateButIsInPublicRoom
source: This member prefers not to receive private chat invitations but is present in the following chat rooms:
de: Dieser Mitglied möchte keine privaten Chat-Einladungen bekommen, aber ist in den folgenden Chatrooms:
es: Este miembro prefiere no recibir invitaciones para hablar en privado pero está en las siguientes salas:
fr: Ce membre préfère ne pas recevoir d'appel privés mais est actuellement présent dans les salles de discussions suivantes :
he: משתמש זה מעדיף לא לקבל הזמנות לצ'ט פרטי אך נמצא בחדרים הבאים:
it: Questo utente preferisce non essere invitato in chat private ma è presente nelle seguenti stanze:
ko: 이 회원은 일대일 대화 초대 수신을 원하지 않지만 다음의 채팅방에 접속해 있어요:
nl: Dit lid heeft liever geen uitnodigingen om te chatten, maar is aanwezig in de volgende chat-rooms
pt_br: Este membro prefere não receber convites para conversas particulares mas está presente nas seguintes salas de conversa:
ru: Этот участник предпочитает не принимать личные сообщения, но вы можете найти его/её в следующих комнатах:
zh_cn: 这个成员不想接受私人聊天请求，但是他目前在下列房间里面：

# PartnerWantsToStartVoice
source: Your partner wants to start a voice chat
de: Ihr Partner will einen Voicechat beginnen
es: Tu compañero quiere iniciar una llamada
fr: Votre partenaire veux démarrer un chat vocal
he: המשתמש מבקש להתחיל בצ'ט קולי
it: Il tuo partner vuole iniziare una chat vocale
ko: 상대방이 보이스 채팅을 하길 원합니다.
nl: je partner wil een gesproken chat beginnen
pt_br: Seu parceiro quer iniciar uma conversa em voz
ru: Ваш собеседник хочет общаться с вами в голосовом чате
zh_cn: 你的小伙伴想要开始一个语音交流

# Settings_AudioNotificationsOfNewMessages
source: Audio notification of new messages
de: Audioanzeige von neuen Nachrichten
es: Notificación sonora de nuevos mensajes
fr: Alerte sonore pour chaque nouveau message
he: התראה קולית להודעה חדשהץ
it: Notifica audio di nuovi messaggi
ko: 새 메시지 알림 사운드
nl: Audio-kennisgeving van nieuwe berichten
pt_br: Notificação em áudio de novas mensagens
ru: Звуковое уведомление о новых сообщениях
zh_cn: 新的语音确认消息

# Settings_ReceivePrivateChatInvitations
source: Receive private chat invitations
de: Chat-Einleitungen bekommen
es: Recibir invitaciones de chat privado
fr: Recevoir des invitations pour chats privés
he: קבל הזמנות לצ'ט
it: Ricevi inviti a chat private
ko: 일대일 대화 초대 받기
nl: Ontvang privé-uitnodigingen
pt_br: Receber convites para conversas particulares
ru: Получать приглашения в частные беседы
zh_cn: 接受私人会话邀请

# ShareEmail
source: Share your email address
de: Teilen Sie Ihre E-Mail-Adresse
es: Compartir tu correo electrónico
fr: Partager votre adresse e-mail
he: שתף את כתובת המייל שלך
it: Condividi il tuo indirizzo email
ko: 이메일 주소 공유하기
nl: Deel je emailadres
pt_br: Compartilhar seu endereço de e-mail
ru: Поделиться вашим адресом электронной почты
zh_cn: 分享你的邮件地址

# ShareSkype
source: Share your Skype
de: Teilen Sie Ihren Skype-Namen
es: Compartir tu Skype
fr: Partager votre Skype
he: שתף את הסקייפ שלך
it: Condividi il tuo contatto Skype
ko: 스카이프 공유하기
nl: Deel je skype
pt_br: Compartilhar seu Skype
ru: Поделиться вашим Skype
zh_cn: 分享你的Skype

# ToolTipsErrorTitle
source: Oops!
de: Ups!
es: ¡Vaya!
fr: Oups!
he: אופס!
ko: 앗!
nl: Oei
pt_br: Opa!
ru: Ой...
zh_cn: 哎哟！

# ToolTipsOpenWithSkype
source: Open with Skype
de: mit Skype öffnen
es: Abrir con Skype
fr: Ouvrir avec Skype
he: פתח באמצעות סקייפ
it: Apri con Skype
ko: 스카이프로 열기
nl: Open met skype
pt_br: Abrir com Skype
ru: Открыть, используя Skype
zh_cn: 通过Skype打开

# CallHasBeenSent
source: An invitation has been sent to the member.
de: Das Mitglied wurde kontaktiert.
es: Se ha enviado una solicitud a este miembro.
fr: Une invitation a été envoyée à ce membre.
he: ההזמנה נשלחה למשתמש.
it: È stata inoltrata una chiamata al membro.
ko: 회원에게 호출이 전송되었습니다.
pt_br: Um convite foi enviado ao membro.
ru: Приглашение отправлено участнику.
zh_cn: 已向该会员发送呼叫。

# RoomWillOpenWhenAccepted
source: The chat room will open as soon as he/she accepts the invitation.
de: Der Chatroom wird geöffnet, sobald das Mitglied die Chat-Sitzung akzeptiert.
es: La sala de conversación se abrirá cuando el miembro acepte la solicitud.
fr: La salle de discussion s'ouvrira dès qu'il/elle aura accepté cette invitation.
he: הצ'ט יפתח עם אישור המשתמש להזמנתך.
it: La stanza della chat si aprirà appena l’utente accetta la sessione chat.
ko: 해당 회원이 채팅 세션을 수락하면 채팅방이 개설됩니다.
pt_br: A sala de bate-papo será aberta assim que ele(a) aceitar a sessão de bate-papo.
ru: Комната для беседы будет открыта, как только он/она примет приглашение.
zh_cn: 一旦该会员接受聊天会话，聊天室即会打开。

source: Invitation Accepted
de: Einladung angenommen
es: Invitación aceptada
fr: Invitation acceptée
he: ההזמנה התקבלה
it: Invito accettato
ko: 초대 수락됨
nl: Uitnodiging geaccepteerd
pt_br: Convite Aceito
ru: Приглашение принято
zh_cn: 已接受邀请

# Audio_Busy
source: You already started an audio conversation with another member
de: Sie haben schon einen Sprachchat mit einem anderen Mitglied begonnen
es: Ya estás en una llamada con otro miembro
fr: Vous avez déjà une conversation en cours avec un autre membre.
he: כבר התחלת בשיחה קולית עם משתמש אחר.
it: Hai già iniziato una chiamata vocale con un altro utente
ko: 회원님께서는 이미 다른 회원과 통화 중입니다.
nl: Je bent al met een audio gesprek met een ander lid begonnen
pt_br: Você já iniciou uma conversa em áudio com outro membro
ru: Вы уже начали аудиоразговор с другим участником
zh_cn: 你正在和其他成员进行语音交流

# Audio_Decline_Busy
source: You have received a call, but you already started an audio conversation with another member.
de: Sie haben einen Anruf bekommen, aber sie haben schon einen Sprachchat mit einem anderen Mitglied angefangen.
es: Has recibido una llamada, pero ya estás en una conversación de voz con otro miembro
fr: Vous avez reçu un appel vocal, mais vous aviez une conversation en cours avec un autre membre.
he: קבלת שיחה, אך כבר התחלת בשיחה קולית עם משתמש אחר.
it: Hai ricevuto una chiamata, ma hai già iniziato una conversazione con un altro utente.
ko: 전화가 걸려왔으나, 회원님께서는 이미 다른 회원과 통화 중입니다.
nl: Je hebt een oproep ontvangen, maar je bent al met een audio gesprek met een ander lid begonnen
pt_br: Você recebeu uma chamada, mas você já iniciou uma conversa em áudio com outro membro.
ru: Вы получили вызов, но вы уже начали аудиоразговор с другим участником.
zh_cn: 你接受了一个请求，但是你已经在和其他成员语音交流了。

# Audio_Decline_Unsupported_Browser
source: You have received a call, but your browser doesn't support voice chat.
de: Sie haben einen Anruf bekommen, aber Ihr Browser unterstützt keinen Sprachchat.
es: Has recibido una llamada pero tu navegador no soporta el chat de voz.
fr: Vous avez reçu un appel vocal, mais votre navigateur ne supporte pas le chat vocal.
he: קבלת שיחה, אך הדפדפן שלך אינו תומך בשיחה קולית.
it: Hai ricevuto una chiamata, ma il tuo browser non supporta la chat vocale.
ko: 전화가 걸려왔으나, 회원님의 브라우저가 보이스 채팅을 지원하지 않습니다.
nl: Je hebt een oproep ontvangen, maar je browser ondersteunt geen gesproken chat
pt_br: Você recebeu uma chamada, mas seu navegador não aceita conversa em voz.
ru: Вы получили вызов, но ваш браузер не поддерживает голосовое общение.
zh_cn: 你接受了一个请求，但是你的浏览器不支持语音交流

# Audio_Decline_Unsupported_Device
source: You have received a call, but your device microphone was unavailable
de: Sie haben einen Anruf bekommen, aber Ihr Mikrophon war nicht erreichbar
es: Has recibido una llamada, pero tu micrófono no estaba activado
fr: Vous avez reçu un appel vocal, mais le microphone de votre appareil est introuvable.
he: קבלת שיחה, אך המיקרופון במכשירך לא היה זמין
it: Hai ricevuto una chiamata, ma il tuo microfono non era attivo
ko: 전화가 걸려왔으나, 회원님의 마이크 장치가 사용 가능한 상태가 아닙니다.
nl: Je hebt een oproep ontvangen, maar je microfoon app was niet bereikbaar
pt_br: Você recebeu uma chamada, mas o microfone do seu dispositivo não estava disponível.
ru: Вы получили вызов, но ваш микрофон был не доступен
zh_cn: 你接受了一个请求，但是你的麦克风无法正常工作

# Audio_Hangout
source: Your voice chat has ended.
de: Ihr Sprachchat wurde beendet
es: Tu chat de voz ha terminado
fr: Votre appel vocal est terminé.
he: הצ'ט הקולי שלך הסתייםץ
it: La tua chiamata vocale è terminata.
ko: 보이스 채팅이 종료되었습니다.
nl: Je gesproken chat is beëindigd
pt_br: Sua conversa em voz foi encerrada.
ru: Ваш голосовой чат завершён.
zh_cn: 你结束了语音交流

# Audio_Peer_Busy
source: Your partner is already having a voice call.
de: Ihr Partner ist schon in einem anderen Anruf.
es: Tu compañero ya está en una llamada.
fr: Votre partenaire a déjà un autre appel en cours
he: המשתמש כבר נמצא בשיחה קולית.
it: Il tuo partner si trova già in una chiamata vocale.
ko: 상대방이 통화 중입니다.
nl: Je partner is in gesprek
pt_br: Seu parceiro já está em uma conversa em voz.
ru: У вашего собеседника уже есть голосовой вызов
zh_cn: 你的小伙伴正在进行语音交流

# Audio_Peer_Declined
source: Your call has been declined.
de: Ihr Anruf wurde abgelehnt.
es: Tu llamada ha sido rechazada
fr: Votre appel a été décliné.
he: שיחתך נדחתה.
it: La tua chiamata è stata respinta.
ko: 통화가 거절되었습니다.
nl: Je oproep is afgewezen
pt_br: Sua chamada foi recusada.
ru: Ваш звонок был отклонён.
zh_cn: 你的请求被拒绝了

# Audio_Peer_Hangout
source: Your partner has ended the call.
de: Ihr Partner hat den Anruf beendet.
es: Tu compañero ha terminado la llamada
fr: Votre partenaire a terminé l'appel.
he: המשתמש סיים את השיחה.
it: Il tuo partner ha terminato la chiamata.
ko: 상대방이 통화를 종료했습니다.
nl: Je partner heeft het gesprek beëindigd
pt_br: Seu parceiro encerrou a chamada.
ru: Ваш собеседник завершил звонок.
zh_cn: 你的小伙伴结束了语音会话

# Audio_Peer_Unsupported
source: Your partner's device doesn't support voice chat.
de: Das Gerät Ihres Partners unterstützt keinen Sprachchat.
es: El dispositivo de tu compañero no soporta chat de voz.
fr: L'appareil de votre partenaire ne supporte pas le chat vocal.
he: מכשיר המשתמש השני אינו תומך בצ'ט קולי.
it: Il dispositivo del tuo partner non supporta la chat vocale.
ko: 상대방의 기기가 보이스 채팅을 지원하지 않습니다.
nl: Het apparaat van je partner ondersteunt geen gesproken chat
pt_br: O dispositivo do seu parceiro não aceita conversa em voz.
ru: Устройство вашего собеседника не поддерживает голосовой чат
zh_cn: 你的小伙伴的设备暂不支持语音交流

# Audio_Unsupported_Browser
source: Your browser doesn't support voice chat.
de: Ihr Browser unterstützt keinen Sprachchat.
es: Tu navegador no soporta chat de voz
fr: Votre navigateur ne supporte pas le chat vocal.
he: הדפדפן שלך אינו תומך בצ'ט קולי.
it: Il tuo browser non supporta la chat vocale.
ko: 보이스 채팅을 지원하지 않는 브라우저입니다.
nl: Je browser ondersteunt geen gesproken chat
pt_br: Seu navegador não aceita conversa em voz.
ru: Ваш браузер не поддерживает голосовой чат.
zh_cn: 你的浏览器暂不支持语音交流

# Audio_Unsupported_Device
source: Your device microphone is not available
de: Ihr Mikrophon war nicht erreichbar
es: El micrófono de tu compañero no está disponible
fr: Le microphone de votre appareil est introuvable.
he: המיקרופון שלך אינו זמין
it: Il tuo microfono è inattivo.
ko: 마이크 장치를 사용할 수 없습니다.
nl: Je micrrofoon app is niet bereikbaar
pt_br: O microfone do seu dispositivo não está disponível.
ru: Ваш микрофон не исправен
zh_cn: 你设备的麦克风无法正常工作

# Audio_Unsupported_Join
source: You're already calling this member from another session.
de: Sie haben rufen dieses Mitglied bereits aus einer anderen Sitzung an
es: Ya estás llamando a este miembro desde otra sesión.
fr: Vous avez déjà une conversation en cours avec ce membre dans un autre session.
he: אתה כבר מתקשר למשתמש זה בחלון אחר
it: Stai già chiamando questo utente in un'altra sessione.
ko: 다른 세션에서 이미 해당 회원에게 전화를 걸고 있는 중입니다.
nl: Je belt dit lid al vanuit een andere sessie
pt_br: Você já está chamando este membro a partir de outra sessão.
ru: Вы уже начали звонить этому участнику из другой сессии.
zh_cn: 你正在通过其他方式呼叫这个成员

source: Calling...
de: anrufen…
es: Llamando...
fr: En cours d'appel...
he: מתקשר...
it: Chiamando...
ko: 전화 거는 중…
nl: Er wordt gebeld
pt_br: Chamando…
ru: Вызов…
zh_cn: 呼叫中

source: Chat
de: Chatten
he: הזמן לצ'ט
it: Chatta
ko: 대화하기
pt_br: Conversar
ru: Чат
zh_cn: 交流

# DisconnectedInactivity
source: You've been disconnected due to inactivity.
de: Sie wurde wegen Inaktivität unterbrochen.
es: Tu sesión ha sido desconectada por inactividad
fr: Vous avez été déconnecté pour cause d'inactivité
he: נותקת בשל חוסר פעילות
it: Sei stato sconnesso per inattività.
ko: 비활성 상태로 인해 연결이 끊어졌습니다.
nl: Jouw verbindinding is verbroken wegens niet gebruik.
pt_br: Você foi desconectado por inatividade.
ru: Вы были отключены из-за неактивности.
zh_cn: 你因为处于不活跃状态而断开了连接

# YourSkypeId
source: Enter your skype here
de: Schreiben Sie Ihren Skype-Namen hier
es: Introduce tu Skype aquí
fr: Your Skype Id
he: הזן כאן את שם המשתמש שלך בסקייפ
it: Inserisci il tuo contatto Skype qui
ko: 스카이프 아이디를 입력하세요.
nl: Voer je skype-id hier in
pt_br: Escreva seu Skype aqui
ru: Введите свой скайп здесь
zh_cn: 在这里输入你的Skype

source: Hang up
de: auflegen
es: Colgar
fr: Raccrocher
he: נתק
it: Riattacca
ko: 전화 끊기
nl: Hang op
pt_br: Desligar
ru: Завершить разговор
zh_cn: 挂断

# InvitedToPrivateChat
source: You've been invited to private chat.
de: Sie wurde zum Privatenchat eingeladen.
es: Has sido invitado a un chat privado
fr: Vous êtes invité à une conversation privée.
he: הוזמנת לצ'ט פרטי
it: Sei stato invitato in una chat privata.
ko: 일대일 대화에 초대 되었습니다.
nl: je hebt een uitnodiging voor een privé chat
pt_br: Você foi convidado para uma conversa particular.
ru: Вас пригласили в частную беседу.
zh_cn: 你收到了一个私人聊天会话

# MuteButtonTitle
source: Mute this member
de: Mitglied stumm schalten
es: Silenciar a este usuario
fr: Bloquer cet utilisateur
he: השתק משתמש זה
it: Muta questo utente
ko: 차단하기
nl: Zet dit lid op zacht
pt_br: Ignorar este membro
ru: Заблокировать сообщения этого участника
zh_cn: 屏蔽这个成员

# NewMessageReceived
source: New message received. Click to see!
de: Neue Nachricht bekommen. Klicken Sie, um sie zu lesen!
es: Nuevo mensaje recibido. ¡Haz clic para verlo!
fr: Nouveau message reçu. Cliquez ici!
he: התקבלה הודעה חדשה. לחץ כאן!
it: C'è un nuovo messaggio. Clicca per vedere!
ko: 새로운 메시지가 있습니다. 확인하시려면 클릭하세요!
nl: Nieuw bericht ontvangen, Klik hier om het te bekijken
pt_br: Nova mensagem recebida. Clique para ver!
ru: Получено новое сообщение. Нажмите для просмотра!
zh_cn: 收到一个新的消息，点击查看！

# SendMessageToStart
source: Write and send a message to invite this member to a private conversation.
de: Schreiben Sie und senden Sie eine Nachricht, um dieses Mitglied zu einem privaten Chat einzuladen
es: Escribe y envía un mensaje para invitar a este miembro a un chat privado
fr: Envoyez un message pour inviter ce membre à une conversation privée
he: כתוב ושלח הודעה על מנת להזמין משתמש זה לשיחה פרטית.
it: Scrivi e invia un messaggio per invitare questo utente ad una conversazione privata.
ko: 일대일 대화에 이 회원을 초대 하시려면 메시지를 써보내 보세요.
nl: Schrijf en stuur een bericht om dit lid uit te nodigen voor een privé-gesprek
pt_br: Escreva e envie uma mensagem para convidar este membro para uma conversa particular.
ru: Напишите и отправьте сообщение, чтобы пригласить этого участника в личную беседу.
zh_cn: 输入发送消息来邀请这个成员进行私人会话

# TheMemberHasBeenMuted
source: You'll no longer receive chat messages or invitations from this member
de: Sie werden keine Chat-Nachrichten oder Einladungen von diesem Mitglied mehr bekommen.
es: Ya no recibirás mensajes de chat ni invitaciones de este usuario
fr: Vous ne recevrez plus de messages ou d'invitations de ce membre
he: לא תקבל הודעות והזמנות נוספות ממשתמש זה
it: Non riceverai più messaggi o inviti da questo utente
ko: 이제 이 회원으로부터 대화 메시지 또는 초대를 수신하지 않습니다.
nl: Je ontvangt geen berichten meer van dit lid
pt_br: Você não vai mais receber mensagens de conversa ou convites deste membro
ru: Вы больше не будете получать сообщения или приглашения от этого участника
zh_cn: 你将不会再收到来自这个成员的消息

source: The member has been unmuted
de: Dieser Mitglied wurde wieder aktiv geschaltet
es: Se ha activado el sonido de este usuario
fr: Ce membre est débloqué
he: השתקת משתמש זה הוסרה
it: Questo utente è stato sbloccato
ko: 차단 해제 되었습니다.
nl: Dit lid is niet op zacht gezet
pt_br: O membro foi designorado.
ru: Этот участник был разблокирован
zh_cn: 你取消了对这个成员的屏蔽

# ToolTipsVisitSecretRoom
source: Visit Secret Room
de: geheimen Chatrooom besuchen
es: Visitar Sala Secreta
fr: Visitez la salle secrète
he: הכנס לחדר סודי
it: Visita Stanza Privata
ko: 비밀방 입장
nl: Bezoek de geheime kamer
pt_br: Visitar Sala Secreta
ru: Посетите тайную комнату
zh_cn: 访问秘密房间
