Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/TextChatResource.*.resx
Languages: de, es, fr, he, it, ko, nl, pt_br, ru, zh_cn

# ToolTipsSharedTalk
source: A language exchange network, closed since September 2015
de: Ein Sprachaustauschnetzwerk, seit September 2015 geschlossen.
es: Una red social de intercambios lingüísticos, cerrado desde septiembre de 2015
fr: Une communauté d'échanges linguistiques, fermée depuis septembre 2015
he: אתר ללימוד שפה, נסגר בספטמבר 2015
it: Un network di scambio linguistico, chiuso da settembre 2015
ko: 2015년 9월 폐쇄된 언어 교환 네트워크
nl: Een taaluitwisselings netwerk, dat gesloten is sinds september 2015
pt_br: Uma rede de intercâmbio de línguas, fechada desde setembro de 2015
ru: Сеть языкового обмена, закрытая с сентября 2015 года
zh_cn: 一个语言交流网，关闭于2015年9月。

# ToolTipsSkype
source: Learn more
de: Lernen Sie mehr
es: Conoce más
fr: En savoir plus
he: למד עוד
it: Maggiori info
ko: 더 알아보기
nl: Leer meer
pt_br: Aprenda mais
ru: Узнайте больше
zh_cn: 学习更多

# ToolTipsSkypeInvalid
source: This Skype id is invalid
de: Dieser Skype-Name ist ungültig
es: Este ID de Skype no es válido
fr: Cette adresse Skype est invalide
he: שם משתמש זה בסקייפ אינו תקין
it: Questo ID Skype non è valido
ko: 잘못된 스카이프 아이디네요.
nl: Deze skype is niet geldig
pt_br: Esta identificação do Skype é inválida
ru: Этот Skype является недействительным
zh_cn: 这个Skype地址是无效的

# ToolTipsSecretRoomInvalid
source: The room name must have 6 to 20 letters or digits
de: Der Chatroom-Name muss zwischen 6 und 20 Buchstaben oder Zeichen betragen
es: La sala debe tener entre 6 y 20 caracteres
fr: Le nom de salle doit avoir entre 6 et 20 chiffres ou lettres
he: שם החדר חייב להיות בן 6-20 תווים
it: Il nome della stanza deve contenere dai 6 ai 20 caratteri (spazi compresi)
ko: 방제는 6자에서 20자의 글자 또는 숫자여야 해요.
nl: Het nummer van de chatroom moet 6-20 letters hebben of tekens
pt_br: O nome da sala deve ter de 6 a 20 letras ou dígitos
ru: Название комнаты должно содержать от 6 до 20 букв или цифр
zh_cn: 房间名应包含6到20个字符或数字

# ToolTipsVisit
source: Visit
de: Besuchen
es: Visitar
fr: Visiter
he: גש
it: Visita
ko: 열기
nl: bezoek
pt_br: Visitar
ru: Посетить
zh_cn: 访问

# ShareSecretRoom
source: Share a secret room
de: Teilen Sie einen geheimenen Raum
es: Compartir una sala secreta
fr: Partager un salle secrète
he: שתף חדר סודי
it: Condividi stanza privata
ko: 비밀방 공유하기
nl: Deel een geheime kamer
pt_br: Compartilhar uma sala secreta
ru: Поделиться тайной комнатой
zh_cn: 分享秘密房间

source: Your partner is offline
de: Ihr Partner ist offline
es: Tu compañero está desconectado
fr: Votre partenaire n'est pas en ligne
he: המשתמש אינו מחובר
it: Il tuo partner è offline
ko: 상대방이 오프라인 상태입니다.
nl: Je partner is offline
pt_br: Seu parceiro está desconectado
ru: Ваш собеседник не в сети
zh_cn: 你的小伙伴已经离线

source: Secret Rooms
de: geheimene Chatrooms
es: Salas secretas
fr: Salles secrètes
he: חדרים סודיים
it: Stanze Private
pt_br: Salas secretas
ru: Тайная комната
zh_cn: 秘密房间

source: Private Chats
es: Chats privados
fr: Chats privés
he: צ'טים פרטיים
it: Chat Private
pt_br: Conversas particulares
ru: Частные беседы
zh_cn: 私人聊天

# Audio_YoureConnected
source: You're connected
de: Sie sind miteinander verbunden
es: Estás conectado
fr: Vous êtes connectés
he: אתה מחובר
it: Sei collegato
ko: 연결 되었습니다!
ru: Вы соединены

source: Undock
de: Trennen
es: Separar Ventana
fr: Détacher
he: פצל
it: Separa finestre
ko: 채팅방 분리
nl: Haal uit de wachtrij
pt_br: Desencaixar
ru: Разъединить

# Dock
source: Redock
de: wieder verbinden
es: Vista compacta
fr: Réattacher
he: מזג
it: Unisci finestre
ko: 되돌리기
nl: Weer in de wacht
pt_br: Reencaixar
ru: Присоединить

# ChatHistoryHint
source: Your chat history preserves all your conversations with other members. You can invite members to private conversations from the <a href="/text-chat/lobby">list of online members.</a>
fr: Votre historique préserve toutes vos conversations avec les autres membres. Vous pouvez inviter des membres pour des conversations privées à part de <a href="/text-chat/lobby"> la liste des membres en ligne.</a>
ru: История чата хранит все ваши разговоры с другими участниками. Вы можете приглашать других участников сообщества в частные беседы, используя <a href="/text-chat/lobby">список участников, находящихся в сети.</a>

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Se reconnecter
he: התחבר מחדש
it: Riconnetti
ko: 다시 연결
nl: Opnieuw verbinden
pt_br: Reconectar
ru: Повторное подключение
zh_cn: 重新连接
