Repository: hi-bernard/hellolingo.com
Catalog: HelloLingo/I18N/VoiceOutResource.*.resx
Languages: fr, he, ko, pt_br

# BoostYourChances
source: Boost your chances to connect by sharing all the services you use.
fr: Améliorez vos chances d'entrer en contact en partageant tous les services que vous utilisez.
he: הגדל את סיכוייך ליצירת קשר על ידי שיתוף כל השירותים בהם אתה משתמש.
ko: 사용하고 계신 모든 메신저를 공유하시면 연결될 가능성이 더 높아집니다.
pt_br: Aumente suas chances de conexão compartilhando todos os serviços que você usa.

# ClickToInvite
source: Click to invite members for a voice chat
fr: Cliquez pour inviter des membres à un chat vocal
he: לחץ על מנת להזמין משתמשים לצ'ט קולי
ko: 보이스채팅에 회원들을 초대하려면 클릭하세요.
pt_br: Clique para convidar membros para uma conversa em voz

# ContactCopiedToClipBoard
source: The contact address has been copied to your clipboard
fr: Les coordonnées ont été ajoutées à votre presse-papiers
he: כתובת איש קשר זה הועתקה
ko: 연락처가 클립보드에 복사되었습니다.
pt_br: O endereço de contato foi copiado para sua área de transferência

# DeleteInviteConfirm
source: Are you sure you want to remove this invitation?
fr: Etes-vous sûr de vouloir effacer cette invitation?
he: האם אתה בטוח שברצונך להסיר הזמנה זו?
ko: 이 회원으로부터 받은 초대를 삭제하시겠습니까?
pt_br: Tem certeza que quer remover este convite?

# InviteAll
source: Invite all the selected members
fr: Inviter tous les membres sélectionnés
he: הזמן את כל המשתמשים המסומנים
ko: 선택한 모든 회원 초대하기
pt_br: Convidar todos os membros selecionados

source: Invited
fr: Invité
he: הוזמן
ko: 초대완료
pt_br: Convidado

source: Inviting Members
fr: Inviter des membres
he: הזמן משתמשים
ko: 회원 초대하기
pt_br: Convidando Membros

# LobbyHeadLine
source: <p>The Voice Chat feature allows you to connect with any Hellolingo members, while using your preferred Voice Chat services.</p><p>Turn it on to invite others and be invited.</p>
fr: <p>La fonctionnalité Chat Vocal vous permet de vous connecter avec d'autres membres de Hellolingo tout en utilisant vos services préférés.</p><p>Activer le pour pourvoir inviter d'autres membres et recevoir des invitations.</p>
he: <p>Tצ'ט קולי מאפשר לך לצור קשר על משתמשים Hellolingo, תוך שימוש בשירות המועדף עליך. </p><p>הפעל על מנת להזמין ולהיות מוזמן על ידי משתמשים אחרים.</p>
ko: <p>보이스 채팅 기능은 선호하시는 메신저를 이용하여<br/>Hellolingo의 회원들과 연결될 수 있도록 해준답니다.</p><p>다른 회원들을 초대하고, 또 초대 받으시려면 기능을 켜주세요.</p>
pt_br: <p>O recurso de Conversa em Voz permite que você se conecte com qualquer membro do Hellolingo usando seu serviço preferido de Conversa em Voz.</p><p>Ligue para poder convidar e ser convidado por outros.</p>

source: New Invitations
fr: Nouvelles invitations
he: הזמנות חדשות
ko: 새로 받은 초대
pt_br: Novos Convites

# NoInvitations
source: You haven’t received an invitation to chat yet.
fr: Vous n'avez pas encore reçu d'invitations
he: טרם התקבלה הזמנה לצ'ט
ko: 받은 초대가 없습니다.
pt_br: Você ainda não recebeu um convite para conversar.

# OneContactNeeded
source: At least one contact is needed to complete an invitation.
fr: Il faut minimum une adresse pour compléter une invitation
he: על משתמש אחד לפחות להיענות להזמנה.
ko: 초대를 하시려면 적어도 하나의 연락처가 필요합니다.
pt_br: Pelo menos um contato é necessário para completar um convite.

# SelectServices
source: Select as many services as you want to use:
fr: Sélectionnez autant de service que vous le désirez :
he: בחר בשירותים בהם תרצה להשתמש:
ko: 사용 하시고자 하는 메신저를 모두 선택해주세요.
pt_br: Selecione tantos serviços quanto você quiser usar:

# ShareWithPartners
source: Fill the contact information you want to share with your partner(s).
fr: Ajouter les coordonnées que vous voulez partager avec votre ou vos partenaires
he: מלא את הפרטים שתרצה לשתף עם המשתמש/ים.
ko: 파트너(들)에게 공유하고자 하는 연락처 정보를 입력하세요.
pt_br: Preencha as informações de contato que você quer compartilhar com seu(s) parceiro(s).

# TryInvite
source: Try inviting some members!
fr: Essayez d'inviter quelques membres!
he: נסה להזמין משתמשים!
ko: 회원들을 초대해 보세요!
pt_br: Experimente convidar alguns membros!

# YouAreInvited
source: You've been invited to a voice chat.
fr: Vous êtes invité à un chat vocal
he: הוזמנת לצ'ט קולי
ko: 보이스 채팅에 초대 되었습니다.
pt_br: Você foi convidado para uma conversa em voz.

source: Received
fr: Invitations reçues
he: התקבל
ko: 받은 초대
pt_br: Convites Recebidos
